Repository: bizzancoin/btc-eth-fil-contract-Exchange---ztuo
Catalog: ios/digitalCurrency/Config/*.lproj/*.strings
Languages: de, es, fr, it, ja, ko, zh_hk

# aboutBUHUO
source: GIBX International Digital Encrypted Asset Trading Platform is a comprehensive digital asset trading platform, we have the leading technical strength, quality customer service and good user experience, for the vast number of digital money lovers to provide a free online exchange platform。 GIBX International Digital Encrypted Asset Trading Platform also provides digital currency white paper planning, encryption algorithm adjustment, digital currency research and development, trading platform on the block chain services。 GIBX International Digital Encrypted Asset Trading Platform Overseas Operating Center is set up in Singapore, Cambodia, Marshall, Beijing, Zhengzhou, Shenzhen, China headquarters in Hainan Lingshui Qingshuiwan International Information Industry Park。
de: Die GIBX International Digital Encrypted Asset Trading Platform ist eine umfassende Plattform für den Handel mit digitalen Assets. Wir verfügen über führende technische Stärke, einen qualitativ hochwertigen Kundenservice und eine gute Benutzererfahrung, um den meisten Liebhabern digitaler Währungen eine kostenlose Online-Austauschplattform zu bieten. n nGIBX International, die Plattform für den Handel mit digital verschlüsselten Vermögenswerten, bietet auch Blockchain-Services aus einer Hand, einschließlich Whitepaper-Planung für digitale Währungen, Anpassung des Verschlüsselungsalgorithmus, Forschung und Entwicklung für digitale Währungen sowie Auflistung der Handelsplattformen. n nDie Übersee-Betriebszentren der GIBX International Digital Encrypted Asset Trading Platform befinden sich in Singapur, Kambodscha, Marshall und den drei inländischen Niederlassungen in Peking, Zhengzhou und Shenzhen. Der chinesische Hauptsitz befindet sich im Hainan Lingshui Qingshuiwan International Information Industry Park.
es: GIBX International Digital Encrypted Asset Trading Platform es una plataforma integral de comercio de activos digitales. Tenemos una solidez técnica líder, un servicio al cliente de alta calidad y una buena experiencia de usuario para proporcionar una plataforma de intercambio en línea gratuita para la mayoría de los amantes de las monedas digitales. n nLa plataforma de comercio de activos cifrados digitales de GIBX International también ofrece servicios de blockchain de ventanilla única que incluyen planificación de informes técnicos de moneda digital, ajuste de algoritmo de cifrado, investigación y desarrollo de moneda digital y listado de plataformas de negociación. n nLos centros de operaciones en el extranjero de GIBX International Digital Encrypted Asset Trading Platform se establecen en Singapur, Camboya, Marshall y las tres oficinas nacionales en Beijing, Zhengzhou y Shenzhen. La sede china se establece en Hainan Lingshui Qingshuiwan International Information Industry Park.
fr: GIBX International Digital Encrypted Asset Trading Platform est une plate-forme complète de négociation d'actifs numériques.Nous disposons d'une force technique de premier plan, d'un service client de haute qualité et d'une bonne expérience utilisateur pour fournir une plate-forme d'échange en ligne gratuite à la majorité des amateurs de devises numériques. n nLa plate-forme de négociation d'actifs cryptés numériques de GIBX International fournit également des services de blockchain à guichet unique, notamment la planification du livre blanc sur la monnaie numérique, l'ajustement de l'algorithme de cryptage, la recherche et le développement de devises numériques et la liste des plates-formes de négociation. n nLes centres d'opérations à l'étranger de GIBX International Digital Encrypted Asset Trading Platform sont établis à Singapour, au Cambodge, à Marshall et dans les trois bureaux nationaux de Pékin, Zhengzhou et Shenzhen. Le siège chinois est établi à Hainan Lingshui Qingshuiwan International Information Industry Park.
it: GIBX International Digital Encrypted Asset Trading Platform è una piattaforma di trading di asset digitali completa. Abbiamo una forza tecnica leader, un servizio clienti di alta qualità e una buona esperienza utente per fornire una piattaforma di scambio online gratuita per la maggior parte degli amanti della valuta digitale. n nLa piattaforma di trading di asset digitali crittografati GIBX International fornisce anche servizi di blockchain one-stop per la pianificazione del white paper sulla valuta digitale, la regolazione dell'algoritmo di crittografia, la ricerca e lo sviluppo di valuta digitale e la quotazione della piattaforma di trading. n nI centri operativi esteri di GIBX International Digital Encrypted Asset Trading Platform sono stabiliti a Singapore, Cambogia, Marshall e nei tre uffici nazionali a Pechino, Zhengzhou e Shenzhen. La sede cinese è stabilita nell'Hainan Lingshui Qingshuiwan International Information Industry Park.
ja: GIBX International Digital Encrypted Asset Trading Platformは、包括的なデジタル資産取引プラットフォームです。当社は、卓越した技術力、高品質のカスタマーサービス、優れたユーザーエクスペリエンスを備えており、デジタル通貨愛好家の大多数に無料のオンライン交換プラットフォームを提供しています。 n nGIBX Internationalのデジタル暗号化資産取引プラットフォームは、デジタル通貨ホワイトペーパーの計画、暗号化アルゴリズムの調整、デジタル通貨の研究開発、取引プラットフォームの一覧表示など、ワンストップのブロックチェーンサービスも提供します。 n nGIBX International Digital Encrypted Assets Trading Platformの海外オペレーションセンターは、シンガポール、カンボジア、マーシャルに、国内の3つのオフィスは北京、鄭州、深センに設置されています。中国本部は、海南陵水青水湾国際情報工業団地に設置されています。
ko: GIBX International Digital Encrypted Asset Trading Platform은 포괄적 인 디지털 자산 거래 플랫폼입니다. 우리는 선도적 인 기술 강점, 고품질 고객 서비스 및 우수한 사용자 경험을 통해 대부분의 디지털 통화 애호가에게 무료 온라인 교환 플랫폼을 제공합니다. n nGIBX International 디지털 암호화 자산 거래 플랫폼은 또한 디지털 통화 백서 계획, 암호화 알고리즘 조정, 디지털 통화 연구 및 개발, 거래 플랫폼 목록을 포함한 원 스톱 블록 체인 서비스를 제공합니다. n n 비얀 국제 디지털 암호화 자산 거래 플랫폼의 해외 운영 센터는 싱가포르, 캄보디아, 마샬 및 베이징, 정저우, 선전의 3 개 국내 사무소에 설립되었습니다. 중국 본사는 하이난 링 수이 칭슈 이완 국제 정보 산업 단지에 설립되었습니다.
zh_hk: GIBX國際數字加密資產交易平台是一個綜合數字資產交易平台,我們擁有領先的技術實力、優質的客戶服務和良好的用戶體驗,為廣大數字貨幣愛好者提供一個自由的網上交換的平台。 GIBX國際數字加密資產交易平台同時還提供數字貨幣白皮書規劃、加密算法調整、數字貨幣研發、交易平台上架一條龍的區塊鏈服務。 GIBX國際數字加密資產交易平台海外運營中心分別設立在新加坡、柬埔寨、馬紹爾，國內北京、鄭州、深圳三大辦事處，中國總部設立在海南陵水清水灣國際信息產業園。

# Idea
source: At present, the development of digital assets is in full swing. GIBX will screen high-quality digital assets, attach importance to the transparency and governance structure of the project, on the basis of the screening criteria of the formation of a self-rating system, and refer to the decision of market investors to jointly explore the value of high-quality digital assets。 Our philosophy is to work with every member who comes together freely to create a high-quality ecological soil for value circulation and co-cultivation。
de: Die derzeitige Entwicklung digitaler Assets ist in vollem Gange, mit einer Mischung aus Gut und Böse. GIBX wird hochwertige digitale Assets prüfen, Wert auf Projekttransparenz und Governance-Struktur legen und gemeinsam den Wert hochwertiger digitaler Assets untersuchen, indem es sich auf die Entscheidungen von Marktinvestoren stützt, die auf den Auswahlkriterien basieren, die durch sein eigenes Ratingsystem gebildet werden. nUnsere Philosophie lautet: Mit jedem Mitglied, das sich hier frei versammelt, einen hochwertigen ökologischen Boden für die Wertzirkulation und den gemeinsamen Anbau zu schaffen.
es: El desarrollo actual de los activos digitales está en pleno apogeo, con una combinación de buenos y malos. GIBX examinará los activos digitales de alta calidad, dará importancia a la transparencia del proyecto y la estructura de gobernanza, y explorará conjuntamente el valor de los activos digitales de alta calidad con referencia a las decisiones de los inversores del mercado en función de los criterios de selección formados por su propio sistema de calificación. nNuestra filosofía es: crear un suelo ecológico de alta calidad para la circulación de valor y el co-cultivo con cada miembro que se reúna libremente aquí.
fr: Le développement actuel des actifs numériques bat son plein, avec un mélange de bons et de mauvais. GIBX examinera les actifs numériques de haute qualité, accordera de l'importance à la transparence du projet et à la structure de gouvernance, et explorera conjointement la valeur des actifs numériques de haute qualité en se référant aux décisions des investisseurs du marché sur la base des critères de sélection formés par son propre système de notation. nNotre philosophie est la suivante: créer un sol écologique de haute qualité pour une circulation de valeur et une co-culture avec chaque membre qui se rassemble librement ici.
it: L'attuale sviluppo delle risorse digitali è in pieno svolgimento, con un misto di buono e cattivo. GIBX esaminerà asset digitali di alta qualità, attribuirà importanza alla trasparenza del progetto e alla struttura di governance ed esplorerà congiuntamente il valore degli asset digitali di alta qualità con riferimento alle decisioni degli investitori di mercato sulla base dei criteri di selezione formati dal proprio sistema di rating. nLa nostra filosofia è: creare un terreno ecologico di alta qualità per la circolazione del valore e la co-coltivazione con ogni membro che si riunisce liberamente qui.
ja: 現在のデジタル資産の開発は本格化しており、良い面と悪い面が混在しています。 GIBXは、高品質のデジタル資産を選別し、プロジェクトの透明性とガバナンス構造を重視し、独自の評価システムによって形成された選択基準に基づいて市場投資家の決定を参照することにより、高品質のデジタル資産の価値を共同で調査します。 n私たちの哲学は、ここに自由に集まるすべてのメンバーと価値の循環と共生のための高品質の生態学的な土壌を作ることです。
ko: 디지털 자산의 개발은 좋은 점과 나쁜 점이 섞여있는 한창입니다. GIBX은 고품질 디지털 자산을 선별하고, 프로젝트 투명성 및 거버넌스 구조를 중시하며, 자체 등급 시스템에 의해 형성된 선택 기준에 따라 시장 투자자의 결정을 참조하여 고품질 디지털 자산의 가치를 공동으로 탐색합니다. n 우리의 철학은 여기에 자유롭게 모이는 모든 구성원과 가치 순환 및 공동 재배를위한 고품질 생태 토양을 만드는 것입니다.
zh_hk: 當下數字資產發展如火如荼，良莠不齊。GIBX會篩選優質數字資產，重視項目的透明度和治理結構，在自有評級體系形成的篩選標準之上，參考市場投資者的決策，共同發掘優質數字資產價值。 我們的理念是：與每一位自由匯集於此的成員共同塑造一方價值流通、合抱共耕的優質生態土壤。

# target
source: The goal of GIBX is to create a relatively decentralized trading platform. The operating environment of the platform is safe, fair and benign development, innovative and iterative, in line with the trend of social progress and development。
de: Das Ziel von GIBX ist es, eine relativ dezentrale Handelsplattform aufzubauen. Das Betriebsumfeld der Plattform wird auf sichere, faire und solide Weise entwickelt, ist innovativ und iterierbar und entspricht dem Trend des sozialen Fortschritts und der Entwicklung.
es: El objetivo de GIBX es construir una plataforma comercial relativamente descentralizada. El entorno operativo de la plataforma se está desarrollando de manera segura, justa y sólida, innovadora e iterable, y en línea con la tendencia de progreso y desarrollo social.
fr: L'objectif de GIBX est de construire une plateforme de trading relativement décentralisée. L'environnement opérationnel de la plateforme est développé de manière sûre, juste et saine, innovante et itérative, et en ligne avec la tendance du progrès social et du développement.
it: L'obiettivo di GIBX è costruire una piattaforma di trading relativamente decentralizzata. L'ambiente operativo della piattaforma è sviluppato in modo sicuro, corretto e corretto, innovativo e iterabile e in linea con l'andamento del progresso e dello sviluppo sociale.
ja: GIBXの目標は、比較的分散化された取引プラットフォームを構築することです。プラットフォームの運用環境は、安全、公正、健全な方法で、革新的で反復可能であり、社会の進歩と発展の傾向に沿って発展しています。
ko: GIBX의 목표는 상대적으로 분산 된 거래 플랫폼을 구축하는 것입니다. 플랫폼의 운영 환경은 안전하고 공정하며 건전한 방식으로 혁신적이고 반복 가능하며 사회 발전 및 발전 추세에 따라 발전하고 있습니다.
zh_hk: GIBX的目標是建立一個相對去中心化的交易平台。平台的運營環境安全、公平而良性的發展，有創新、可迭代，符合社會進步和發展的趨勢。

source: AccountSettings
de: Account Einstellungen
es: Configuraciones de la cuenta
fr: Paramètres du compte
it: Impostazioni dell 'account
ja: アカウント設定
ko: 계정 설정
zh_hk: 賬號設置

source: HeadPortrait
de: Profilbild
es: Foto de perfil
fr: Image de profil
it: Immagine del profilo
ja: プロフィールの写真
ko: 프로필 사진
zh_hk: 個人頭像

source: BindPhoneNumber
de: Handynummer binden
es: Vincular número de teléfono móvil
fr: Lier le numéro de téléphone mobile
it: Associa numero di cellulare
ja: 携帯電話番号をバインドする
ko: 휴대 전화 번호 바인딩
zh_hk: 綁定手機號

source: BindingEmail
de: Mailbox binden
es: Enlazar buzón
fr: Lier la boîte aux lettres
it: Bind mailbox
ja: メールボックスをバインドする
ko: 사서함 바인딩
zh_hk: 綁定郵箱

source: LoginPassword
de: Passwort
es: contraseña de inicio de sesión
fr: mot de passe
it: password per il login
ja: ログインパスワード
ko: 로그인 비밀번호
zh_hk: 登錄密碼

source: MoneyPassword
de: Fonds-Passwort
es: Contraseña del fondo
fr: Mot de passe du fonds
it: Password del fondo
ja: ファンドパスワード
ko: 펀드 비밀번호
zh_hk: 資金密碼

source: identityAuthentication
de: Authentifizierung
es: Autenticación
fr: Authentification
it: Autenticazione
ja: 認証
ko: 입증
zh_hk: 身份認證

# Uncertifiedbusinesses
source: Uncertified businesses cannot publish advertisements
de: Nicht authentifizierte Unternehmen können keine Anzeigen schalten
es: Las empresas no autenticadas no pueden publicar anuncios
fr: Les entreprises non authentifiées ne peuvent pas publier d'annonces
it: Le aziende non autenticate non possono pubblicare annunci
ja: 認証されていない企業は広告を投稿できません
ko: 인증되지 않은 비즈니스는 광고를 게시 할 수 없습니다.
zh_hk: 未認證商家不能發布廣告

source: unbounded
de: Ungebunden
es: Sin consolidar
fr: Non lié
it: Nessun impegno
ja: アンバウンド
ko: 매여 있지 않은
zh_hk: 未綁定

source: Bounded
de: Gebunden
es: Unido
fr: Lié
it: Limite
ja: バウンド
ko: 경계
zh_hk: 已綁定

source: Authenticated
de: verifiziert
es: verificado
fr: vérifié
it: verificato
ja: 検証済み
ko: 확인 됨
zh_hk: 已認證

source: uncertified
de: nicht zertifiziert
es: no certificado
fr: non certifié
it: non certificato
ja: 認定されていません
ko: 인증되지 않음
zh_hk: 未認證

source: Auditing
de: im Rückblick
es: bajo revisión
fr: à l'étude
it: in corso di revisione
ja: レビュー中
ko: 검토 중
zh_hk: 審核中

source: AuditFailure
de: Audit-Fehler
es: Error de auditoría
fr: Échec de l'audit
it: Fallimento dell'audit
ja: 監査の失敗
ko: 감사 실패
zh_hk: 審核失敗

# unBindPhoneTip
source: Please bind the phone number first
de: Bitte binden Sie zuerst Ihre Telefonnummer
es: Primero, vincula tu número de teléfono
fr: Veuillez d'abord lier votre numéro de téléphone
it: Si prega di associare prima il numero di telefono
ja: 最初に電話番号をバインドしてください
ko: 먼저 전화 번호를 바인딩하세요
zh_hk: 請先綁定手機號

# Assetstoreleased
source: Assets to be released
de: Freigegeben werden
es: Para ser lanzado
fr: Être libéré
it: Da rilasciare
ja: リリース予定
ko: 발매 예정
zh_hk: 待釋放

# validateYourID
source: Please go to new certification
de: Bitte führen Sie zuerst eine Authentifizierung mit echtem Namen durch
es: Realice primero la autenticación de nombre real
fr: Veuillez d'abord effectuer l'authentification par nom réel
it: Si prega di eseguire prima l'autenticazione con il nome reale
ja: 最初に実名認証を行ってください
ko: 먼저 실명 인증을 해주세요
zh_hk: 請先進行實名認證

# bindingPwd
source: Please for binding password first
de: Bitte binden Sie zuerst das Passwort des Fonds
es: Primero, enlace la contraseña del fondo
fr: Veuillez d'abord lier le mot de passe du fonds
it: Si prega di associare prima la password del fondo
ja: 最初にファンドのパスワードをバインドしてください
ko: 먼저 펀드 암호를 바인딩하십시오
zh_hk: 請先進行綁定資金密碼

# noteligible
source: You do not meet the opening conditions at present
de: Sie sind derzeit nicht zur Aktivierung berechtigt. Weitere Informationen finden Sie in der Verwendungshilfe
es: Actualmente no es elegible para la activación, consulte la ayuda de uso
fr: Vous n'êtes actuellement pas éligible pour l'activation, veuillez consulter l'aide à l'utilisation
it: Al momento non sei idoneo per l'attivazione, fai riferimento alla guida all'uso
ja: 現在、アクティベーションの対象ではありません。使用法のヘルプを参照してください
ko: 현재 활성화 자격이 없습니다. 사용 도움말을 참조하십시오.
zh_hk: 您當前不符合開通條件詳見使用幫助

# unSetting
source: unset
de: Nicht eingestellt
es: No establecido
fr: Pas encore défini
it: Non impostato
ja: 設定されていません
ko: 설정되지 않음
zh_hk: 未設置

# yetSetting
source: set
de: Wurde gesetzt
es: Ha sido establecido
fr: A été mis en
it: È stato impostato
ja: 設定されています
ko: 설정되었습니다
zh_hk: 已設置

source: Failure
de: Fehler
es: fracaso
fr: échec
it: fallimento
ja: 失敗
ko: 실패
zh_hk: 失敗

# inputPhoneCode
source: Please enter mobile verification code
de: Bitte geben Sie den Telefonbestätigungscode ein
es: Ingrese el código de verificación del teléfono
fr: Veuillez saisir le code de vérification du téléphone
it: Inserisci il codice di verifica del telefono
ja: 電話確認コードを入力してください
ko: 전화 인증 코드를 입력하세요
zh_hk: 請輸入手機驗證碼

# judgePhoneNum
source: Please enter your mobile phone account correctly
de: Bitte geben Sie Ihr Telefonkonto korrekt ein
es: Ingrese su cuenta de teléfono correctamente
fr: Veuillez saisir correctement votre compte de téléphone
it: Si prega di inserire correttamente l'account del telefono
ja: 電話アカウントを正しく入力してください
ko: 전화 계정을 올바르게 입력하십시오
zh_hk: 請正確輸入手機賬號

# changePhoneNum
source: ModifyPhoneNumber
de: Handynummer ändern
es: Modificar el número de teléfono móvil
fr: Modifier le numéro de téléphone mobile
it: Modifica numero di cellulare
ja: 携帯電話番号を変更する
ko: 휴대폰 번호 수정
zh_hk: 修改手機號

# changeBindPhoneNum
source: ModifyBoundPhoneNumber
de: Ändern Sie die gebundene Handynummer
es: Modificar el número de teléfono móvil vinculado
fr: Modifier le numéro de téléphone mobile lié
it: Modifica il numero di cellulare associato
ja: バインドされた携帯電話番号を変更する
ko: 바인딩 된 휴대폰 번호 수정
zh_hk: 修改綁定手機號

# changeBindPhoneNumTip
source: You are modifying the mobile phone number of the GIBX net account. Please authenticate
de: Wenn Sie die an Ihr GIBX-Konto gebundene Mobiltelefonnummer ändern, führen Sie bitte eine Identitätsprüfung durch
es: Está modificando el número de teléfono móvil vinculado a su cuenta de GIBX, realice la verificación de identidad
fr: Vous modifiez le numéro de téléphone mobile lié à votre compte GIBX, veuillez effectuer une vérification d'identité
it: Stai modificando il numero di cellulare associato al tuo account GIBX, esegui la verifica dell'identità
ja: GIBXアカウントにバインドされている携帯電話番号を変更しています。本人確認を行ってください
ko: GIBX 계정에 연결된 휴대폰 번호를 수정하고 있습니다. 본인 확인을 수행하십시오.
zh_hk: 您正在修改GIBX賬戶綁定的手機號，請進行身份認證

# receivePhoneCode
source: The original phone can accept verification code
de: Das Originaltelefon kann den Bestätigungscode akzeptieren
es: El teléfono original puede aceptar el código de verificación.
fr: Le téléphone d'origine peut accepter le code de vérification
it: Il telefono originale può accettare il codice di verifica
ja: 元の電話は確認コードを受け入れることができます
ko: 원래 휴대 전화에서 인증 코드를 수락 할 수 있습니다.
zh_hk: 原手機能接受驗證碼

# unReceivePhoneCode
source: The original phone cannot accept verification code
de: Das Originaltelefon kann den Bestätigungscode nicht akzeptieren
es: El teléfono original no puede aceptar el código de verificación
fr: Le téléphone d'origine ne peut pas accepter le code de vérification
it: Il telefono originale non può accettare il codice di verifica
ja: 元の電話は確認コードを受け入れることができません
ko: 원래 전화는 인증 코드를 수락 할 수 없습니다.
zh_hk: 原手機不能接受驗證碼

# unReceivePhoneCodeTip
source: The original phone number cannot receive the verification code, please contact customer service for modification binding
de: Die ursprüngliche Mobiltelefonnummer kann den Bestätigungscode nicht erhalten. Wenden Sie sich an den Kundendienst, um die Bindung zu ändern
es: El número de teléfono móvil original no puede recibir el código de verificación, comuníquese con el servicio al cliente para modificar el enlace.
fr: Le numéro de téléphone portable d'origine ne peut pas recevoir le code de vérification, veuillez contacter le service client pour modifier la liaison
it: Il numero di cellulare originale non può ricevere il codice di verifica, contatta il servizio clienti per modificare l'associazione
ja: 元の携帯電話番号は確認コードを受信できません。バインディングを変更するには、カスタマーサービスにお問い合わせください
ko: 원래 휴대폰 번호로 인증 코드를받을 수 없습니다. 고객 서비스에 연락하여 바인딩을 수정하십시오.
zh_hk: 原手機號不能接收驗證碼，請聯繫客服進行修改綁定

source: handsetTailNumber
de: Telefonnummer
es: Número de teléfono
fr: Numéro de téléphone
it: Numero di telefono
ja: 電話番号
ko: 전화 번호
zh_hk: 手機尾號

# receiveMessageCode
source: received SMS verification code
de: SMS-Bestätigungscode empfangen
es: Se recibió el código de verificación por SMS
fr: Code de vérification par SMS reçu
it: Codice di verifica SMS ricevuto
ja: 受信したSMS確認コード
ko: SMS 확인 코드를 받았습니다.
zh_hk: 接收到的短信驗證碼

# messageCode
source: SMSVerifyCode
de: SMS-Bestätigungscode
es: Código de verificación por SMS
fr: Code de vérification par SMS
it: Codice di verifica SMS
ja: SMS確認コード
ko: SMS 인증 코드
zh_hk: 短信驗證碼

# newPhoneNum
source: newPhoneNumber
de: Neue Telefonnummer
es: Nuevo número de teléfono
fr: Nouveau numéro de téléphone
it: Nuovo numero di telefono
ja: 新しい電話番号
ko: 새 전화 번호
zh_hk: 新手機號

source: getVerifyCode
de: Bestätigungscode erhalten
es: obtener el código de verificación
fr: obtenir le code de vérification
it: ottenere il codice di verifica
ja: 確認コードを取得する
ko: 인증 코드 받기
zh_hk: 獲取驗證碼

source: email
de: Briefkasten
es: buzón
fr: boites aux lettres
it: cassetta postale
ja: メールボックス
ko: 사서함
zh_hk: 郵箱

source: emailCode
de: E-Mail-Bestätigungscode
es: Código de verificación de correo electrónico
fr: Code de vérification de l'e-mail
it: Codice di verifica e-mail
ja: 電子メール確認コード
ko: 이메일 확인 코드
zh_hk: 郵箱驗證碼

source: unBundlingEmail
de: Mailbox aufheben
es: Desvincular buzón
fr: Dissocier la boîte aux lettres
it: Annulla l'associazione della casella di posta
ja: メールボックスのバインドを解除する
ko: 사서함 바인딩 해제
zh_hk: 解綁郵箱

source: emailAccount
de: E-Mail-Addresse
es: dirección de correo electrónico
fr: adresse e-mail
it: indirizzo email
ja: 電子メールアドレス
ko: 이메일 주소
zh_hk: 郵箱賬號

source: changeLoginPassword
de: Ändern Sie das Anmeldekennwort
es: Cambiar contraseña de inicio de sesión
fr: Changer le mot de passe de connexion
it: Modifica la password di accesso
ja: ログインパスワードの変更
ko: 로그인 비밀번호 변경
zh_hk: 更改登錄密碼

# changeLoginPasswordTip
source: You are modifying the login password of the website
de: Sie ändern das Login-Passwort von GIBX
es: Estás modificando la contraseña de inicio de sesión de GIBX
fr: Vous modifiez le mot de passe de connexion de GIBX
it: Stai modificando la password di accesso di GIBX
ja: GIBXのログインパスワードを変更しています
ko: GIBX의 로그인 비밀번호를 수정하고 있습니다.
zh_hk: 您正在修改GIBX的登錄密碼

source: oldLoginPassword
de: Altes Login-Passwort
es: Contraseña de inicio de sesión antigua
fr: Ancien mot de passe de connexion
it: Vecchia password di accesso
ja: 古いログインパスワード
ko: 이전 로그인 비밀번호
zh_hk: 舊登錄密碼

source: newLoginPassword
de: Neues Login Passwort
es: Nueva contraseña de inicio de sesión
fr: Nouveau mot de passe de connexion
it: Nuova password di accesso
ja: 新しいログインパスワード
ko: 새 로그인 비밀번호
zh_hk: 新登錄密碼

# certainPassword
source: confirmPassword
de: Kennwort bestätigen
es: Confirmar contraseña
fr: Confirmez le mot de passe
it: conferma password
ja: パスワードを認証する
ko: 비밀번호 확인
zh_hk: 確認密碼

source: verifyCode
de: Verifizierungs-Schlüssel
es: Código de verificación
fr: Code de vérification
it: Codice di verifica
ja: 検証コード
ko: 확인 코드
zh_hk: 驗證碼

# changeLoginPasswordTip1
source: You have bound the phone number
de: Sie haben Ihre Telefonnummer gebunden
es: Has vinculado tu número de teléfono
fr: Vous avez lié votre numéro de téléphone
it: Hai vincolato il tuo numero di telefono
ja: あなたはあなたの電話番号をバインドしました
ko: 전화 번호를 바인딩했습니다.
zh_hk: 您已經綁定手機號

# inputOldLoginPassword
source: Please enter the old login password
de: Bitte geben Sie das alte Login-Passwort ein
es: Ingrese la contraseña de inicio de sesión anterior
fr: Veuillez saisir l'ancien mot de passe de connexion
it: Inserisci la vecchia password di accesso
ja: 古いログインパスワードを入力してください
ko: 이전 로그인 비밀번호를 입력하십시오
zh_hk: 請輸入舊登錄密碼

# inputNewLoginPassword
source: Please enter a new login password
de: Bitte geben Sie das neue Login-Passwort ein
es: Ingrese la nueva contraseña de inicio de sesión
fr: Veuillez saisir le nouveau mot de passe de connexion
it: Inserisci la nuova password di accesso
ja: 新しいログインパスワードを入力してください
ko: 새 로그인 암호를 입력하십시오
zh_hk: 請輸入新登錄密碼

# inputCertainLoginPassword
source: Please confirm the new login password
de: Bitte bestätigen Sie das neue Login Passwort
es: Confirme la nueva contraseña de inicio de sesión
fr: Veuillez confirmer le nouveau mot de passe de connexion
it: Conferma la nuova password di accesso
ja: 新しいログインパスワードを確認してください
ko: 새 로그인 암호를 확인하십시오
zh_hk: 請確認新登錄密碼
