Repository: bizzancoin/btc-eth-fil-contract-Exchange---ztuo
Catalog: ios/digitalCurrency/Config/*.lproj/*.strings
Languages: de, es, fr, it, ja, ko, zh_hk

# inputTradMin
source: The minimum amount of each transaction
de: Mindestlimit für jede Transaktion
es: Límite mínimo para cada transacción
fr: Limite minimale pour chaque transaction
it: Limite minimo per ogni transazione
ja: 各トランザクションの最小制限
ko: 각 거래에 대한 최소 한도
zh_hk: 每一筆交易的最小限額

# inputTradMax
source: The maximum limit for each transaction
de: Maximales Limit für jede Transaktion
es: Límite máximo para cada transacción
fr: Limite maximale pour chaque transaction
it: Limite massimo per transazione
ja: 各トランザクションの上限
ko: 각 거래에 대한 최대 한도
zh_hk: 每一筆交易的最大限額

# inputBuyAmount
source: Please input purchase quantity
de: Bitte geben Sie die Kaufmenge ein
es: Ingrese la cantidad de compra
fr: Veuillez saisir la quantité d'achat
it: Inserisci la quantità di acquisto
ja: 購入数量を入力してください
ko: 구매 수량을 입력하세요
zh_hk: 請輸入買入數量

# inputPayTerm
source: Please enter payment term (0-30)
de: Bitte geben Sie die Zahlungsfrist ein (0-30)
es: Introduzca el plazo de pago (0-30)
fr: Veuillez saisir les conditions de paiement (0-30)
it: Inserisci il termine di pagamento (0-30)
ja: 支払い期間（0-30）を入力してください
ko: 지불 조건을 입력하십시오 (0-30).
zh_hk: 請輸入付款期限（0-30）

# minutes
source: min
de: Minute
es: minuto
fr: minute
it: minuto
ja: 分
ko: 분
zh_hk: 分鐘

# inputSelectCoinType
source: Please select currency
de: Bitte wählen Sie die Währung
es: Por favor seleccione moneda
fr: Veuillez sélectionner la devise
it: Seleziona la valuta
ja: 通貨を選択してください
ko: 통화를 선택하세요
zh_hk: 請選擇幣種

# inputSelectHome
source: Please select the location
de: Bitte wählen Sie den Ort
es: Por favor seleccione la ubicación
fr: Veuillez sélectionner un emplacement
it: Seleziona la posizione
ja: 場所を選択してください
ko: 위치를 선택하세요
zh_hk: 請選擇所在地

# inputSelectCurrencyType
source: Please select currency type
de: Bitte wählen Sie den Währungstyp
es: Seleccione el tipo de moneda
fr: Veuillez sélectionner le type de devise
it: Seleziona il tipo di valuta
ja: 通貨タイプを選択してください
ko: 통화 유형을 선택하십시오
zh_hk: 請選擇貨幣類型

# inputAutoReply
source: Please enter a reply
de: Bitte geben Sie die Antwort ein
es: Por favor ingrese la respuesta
fr: Veuillez saisir la réponse
it: Si prega di inserire la risposta
ja: 返信を入力してください
ko: 답장을 입력하세요
zh_hk: 請輸入回复內容

source: priceType
de: Preisart
es: Tipo de precio
fr: Type de prix
it: Tipo di prezzo
ja: 価格タイプ
ko: 가격 유형
zh_hk: 價格類型

# inputPayWays
source: Please enter payment method
de: Bitte geben Sie die Zahlungsmethode ein
es: Ingrese el método de pago
fr: Veuillez saisir le mode de paiement
it: Inserisci il metodo di pagamento
ja: お支払い方法を入力してください
ko: 지불 방법을 입력하십시오
zh_hk: 請輸入付款方式

# inputSellAmount
source: Please enter and sell quantity
de: Bitte geben Sie die verkaufte Menge ein
es: Ingrese la cantidad vendida
fr: Veuillez saisir la quantité vendue
it: Inserisci la quantità venduta
ja: 販売数量を入力してください
ko: 판매 수량을 입력하세요
zh_hk: 請輸入賣出數量

# inputPayMethods
source: Please enter the collection mode
de: Bitte geben Sie die Zahlungsmethode ein
es: Ingrese el método de pago
fr: Veuillez saisir le mode de paiement
it: Inserisci il metodo di pagamento
ja: お支払い方法を入力してください
ko: 결제 방법을 입력하세요
zh_hk: 請輸入收款方式

source: alipay
ko: 알리 페이
zh_hk: 支付寶

source: WeChat
ko: 위챗
zh_hk: 微信

source: bankCard
de: UnionPay
es: UnionPay
fr: UnionPay
it: UnionPay
ja: UnionPay
ko: 유니온 페이
zh_hk: 銀聯

# advertisingCell1Tip1
source: The input number is an illegal decimal
de: Die eingegebene Nummer ist eine unzulässige Dezimalzahl
es: El número de entrada es decimal ilegal
fr: Le nombre d'entrée est un nombre décimal illégal
it: Il numero inserito è un decimale illegale
ja: 入力番号が不正な10進数です
ko: 입력 된 숫자가 잘못된 십진수입니다.
zh_hk: 輸入數字為不合法小數

# advertisingCell1Tip2
source: The maximum input number is eight decimal places
de: Behalten Sie bis zu acht Dezimalstellen nach der eingegebenen Zahl bei
es: Mantenga hasta ocho lugares decimales después del número ingresado
fr: Gardez jusqu'à huit décimales après le nombre entré
it: Tenere fino a otto cifre decimali dopo il numero inserito
ja: 入力した数字の後、小数点以下8桁まで保持します
ko: 입력 한 숫자 뒤에 소수점 이하 8 자리까지 유지
zh_hk: 輸入數字最多後面保留八位小數

# advertisingCell1Tip3
source: Enter the number with a maximum of two decimal places
de: Behalten Sie bis zu zwei Dezimalstellen nach der eingegebenen Zahl bei
es: Mantenga hasta dos lugares decimales después del número ingresado
fr: Gardez jusqu'à deux décimales après le nombre entré
it: Tenere fino a due cifre decimali dopo il numero inserito
ja: 入力した数値の後、小数点以下2桁まで保持します
ko: 입력 한 숫자 뒤에 소수점 이하 두 자리까지 유지
zh_hk: 輸入數字最多後面保留兩位小數

# livePriceTip
source: The input price must be greater than 0
de: Der eingegebene Transaktionspreis muss größer als 0 sein
es: El precio de transacción ingresado debe ser mayor que 0
fr: Le prix de transaction saisi doit être supérieur à 0
it: Il prezzo della transazione inserito deve essere maggiore di 0
ja: 入力する取引価格は0より大きくなければなりません
ko: 입력 한 거래 가격은 0보다 커야합니다.
zh_hk: 輸入的交易價格必須大於0

# IsShelvesTip
source: The advertisement creation is successful, need to put on the shelf manually, whether to put on the shelf?
de: Die Werbung wurde erfolgreich erstellt und muss manuell in die Regale gestellt werden. Wird sie in die Regale gestellt?
es: El anuncio se crea correctamente y debe colocarse en los estantes manualmente. ¿Se colocará en los estantes?
fr: La publicité a été créée avec succès et doit être placée manuellement sur les étagères. Est-elle sur les étagères?
it: L'annuncio è stato creato con successo e deve essere messo manualmente sugli scaffali Verrà messo sugli scaffali?
ja: 広告は正常に作成され、手動で棚に配置する必要がありますが、棚に配置されますか？
ko: 광고가 성공적으로 생성되었으며 수동으로 선반에 올려야합니다. 선반에 올려야합니까?
zh_hk: 廣告創建成功，需要手動上架，是否上架?

source: Go Shelves
de: Gehe in die Regale
es: Ir a los estantes
fr: Aller aux étagères
it: Vai agli scaffali
ja: 棚に行く
ko: 선반으로 이동
zh_hk: 去上架

# BuYongLe
source: That's OK
de: Das ist nicht nötig
es: no hay necesidad
fr: ce n'est pas nécessaire
it: non c'è bisogno
ja: 必要なし
ko: 필요 없음
zh_hk: 不用了

# WeChatcustomer
source: WeChat customer service
de: WeChat Kundenservice
es: Servicio al cliente de WeChat
fr: Service client WeChat
it: Servizio clienti WeChat
ja: WeChatカスタマーサービス
ko: WeChat 고객 서비스
zh_hk: 微信客服

# BiYong
source: BiYong Customer service
de: Biyong Kundendienst
es: Servicio al cliente de Biyong
fr: Service client Biyong
it: Servizio clienti Biyong
ja: ビヨンカスタマーサービス
ko: 비용 고객 서비스
zh_hk: 幣用客服

# Community
source: GIBX money fire official Community
de: GIBX offizielle Gemeinschaft
es: Comunidad oficial de GIBX
fr: Communauté officielle GIBX
it: Comunità ufficiale di GIBX
ja: GIBX公式コミュニティ
ko: 비얀 공식 커뮤니티
zh_hk: GIBX官方社群

# tabbarcontact
source: Contract
de: Vertrag
es: contrato
fr: Contrat
it: contrarre
ja: 契約する
ko: 계약
zh_hk: 合約

# tabbarexchange
source: Exchange
de: Transaktion
es: transacción
fr: transaction
it: transazione
ja: トランザクション
ko: 트랜잭션
zh_hk: 交易

# tabbar1
source: Home
de: Zuhause
es: Casa
fr: Accueil
it: Casa
ja: ホーム
ko: 집
zh_hk: 首頁

# tabbar2
source: Markets
de: Zitate
es: Citas
fr: Citations
it: Citazioni
ja: 引用
ko: 인용 부호
zh_hk: 行情

# tabbar3
source: Exchange
de: Münzen
es: Monedas
fr: Pièces de monnaie
it: Monete
ja: コイン
ko: 코인
zh_hk: 幣幣

# tabbar4
source: C2C
de: Fiat Währung
es: moneda fiduciaria
fr: Monnaie Fiat
it: Valuta Fiat
ja: フィアット通貨
ko: 피아트 통화
zh_hk: 法幣

# tabbar5
source: My
de: Bergwerk
es: mía
fr: mien
it: il mio
ja: 私の
ko: 나의 것
zh_hk: 我的

# Top
source: TopGainers
de: Liste erhöhen
es: Aumentar lista
fr: Augmenter la liste
it: Aumenta l'elenco
ja: リストを増やす
ko: 목록 늘리기
zh_hk: 漲幅榜

# down
source: Declines
de: Abnehmende Liste
es: Lista en declive
fr: Liste en déclin
it: Elenco in calo
ja: 辞退リスト
ko: 거절 목록
zh_hk: 跌幅榜

# noDada
source: No data
de: Keine Daten
es: Sin datos
fr: Pas de données
it: Nessun dato
ja: データなし
ko: 데이터 없음
zh_hk: 暫無數據

source: No more data
de: Keine Daten mehr
es: No mas datos
fr: Plus de données
it: Niente più dati
ja: これ以上のデータはありません
ko: 더 이상 데이터 없음
zh_hk: 沒有更多數據

# noChatGroupInfo
source: No chat group information available
de: Keine Chatgruppeninformationen
es: Sin información del grupo de chat
fr: Aucune information sur le groupe de discussion
it: Nessuna informazione sul gruppo di chat
ja: チャットグループ情報がありません
ko: 채팅 그룹 정보가 없습니다.
zh_hk: 暫無聊天組信息

source: message
de: Nachrichten
es: Noticias
fr: nouvelles
it: notizia
ja: ニュース
ko: 뉴스
zh_hk: 消息

# collect
source: Favorites
de: Optional
es: Opcional
fr: Optionnel
it: Opzionale
ja: オプション
ko: 선택 과목
zh_hk: 自選

source: Plate
de: Behinderung
es: Desventaja
fr: Handicap
it: Handicap
ja: ハンディキャップ
ko: 핸디캡
zh_hk: 盤口

source: Price
de: Preis
es: precio
fr: prix
it: prezzo
ja: 価格
ko: 가격
zh_hk: 價格

source: Amonut
de: Menge
es: Cantidad
fr: Quantité
it: Quantità
ja: 量
ko: 수량
zh_hk: 數量

source: Current
de: Aktuelle Provision
es: Comisión actual
fr: Commission actuelle
it: Commissione attuale
ja: 現在の手数料
ko: 현재 커미션
zh_hk: 當前委託

# HistoricalCurrent
source: Historical
de: Historischer Auftrag
es: Comisión histórica
fr: Commission historique
it: Commissione storica
ja: 歴史委員会
ko: 역사위원회
zh_hk: 歷史委託

source: All
de: Alle
es: Todas
fr: Tout
it: Tutti
ja: すべて
ko: 모두
zh_hk: 全部

# buyplate
source: Buy
de: Kaufen
es: comprar
fr: acheter
it: acquistare
ja: 購入
ko: 구입
zh_hk: 買

# sellplate
source: Sell
de: Verkaufen
es: Vender
fr: Vendre
it: Vendere
ja: 売る
ko: 팔다
zh_hk: 賣

# limitPrice
source: Limit
de: Preis begrenzen
es: Precio límite
fr: Prix ​​limite
it: Prezzo limite
ja: 制限価格
ko: 가격 제한
zh_hk: 限價

source: Confirm
de: bestätigen
es: confirmar
fr: confirmer
it: Confermare
ja: 確認
ko: 확인
zh_hk: 確認

# enterprice
source: price
de: Bitte geben Sie den Provisionspreis ein
es: Ingrese el precio de la comisión
fr: Veuillez saisir le prix de la commission
it: Inserisci il prezzo della commissione
ja: 手数料を入力してください
ko: 수수료 가격을 입력하세요
zh_hk: 請輸入委託價格

# Optimal
source: Optimal market price
de: Handeln Sie zum aktuell besten Preis
es: Opere al mejor precio actual
fr: Négociez au meilleur prix du moment
it: Fai trading al miglior prezzo attuale
ja: 現在の最良価格で取引する
ko: 현재 최고의 가격으로 거래하세요
zh_hk: 以當前最優價格交易

# entrustment
source: A turnover
de: Transaktionshöhe
es: Cantidad de transacción
fr: Montant de la transaction
it: Totale della transazione
ja: 取引金額
ko: 거래 금액
zh_hk: 交易額

# Cancelorder
source: Cancel the order
de: Bestellung stornieren
es: Cancelar orden
fr: Annuler la commande
it: Annulla Ordine
ja: 注文をキャンセルする
ko: 주문 취소
zh_hk: 撤單

# Confirmation
source: Confirmation of an entrustment withdrawal
de: Bestätigung der Stornierung der Bestellung
es: Confirmación de cancelación de pedido
fr: Confirmation d'annulation de la commande
it: Conferma dell'annullamento dell'ordine
ja: 注文キャンセルの確認
ko: 주문 취소 확인
zh_hk: 委託撤單確認

# commissionPricezero
source: The entrustment price is more than 0
de: Der Provisionspreis muss größer als 0 sein
es: El precio de la comisión debe ser superior a 0
fr: Le prix de la commission doit être supérieur à 0
it: Il prezzo della commissione deve essere maggiore di 0
ja: 手数料価格は0より大きくなければなりません
ko: 수수료 가격은 0보다 커야합니다.
zh_hk: 委託價格要大於0

# commissionamount
source: number
de: Anzahl der Bestellungen
es: Numero de ordenes
fr: Nombre de commandes
it: Numero di ordini
ja: 注文数
ko: 주문 수
zh_hk: 委託數量

# pleasecommissionamount
source: Please enter the number of delegate
de: Bitte geben Sie die Anzahl der Bestellungen ein
es: Ingrese el número de pedidos
fr: Veuillez saisir le nombre de commandes
it: Inserisci il numero di ordini
ja: 注文数を入力してください
ko: 주문 수를 입력하십시오
zh_hk: 請輸入委託數量

# commissionamountzero
source: The number of entrustment should be more than 0
de: Die Anzahl der Bestellungen muss größer als 0 sein
es: El número de pedidos debe ser superior a 0
fr: Le nombre de commandes doit être supérieur à 0
it: Il numero di ordini deve essere maggiore di 0
ja: 注文数は0より大きくなければなりません
ko: 주문 수는 0보다 커야합니다.
zh_hk: 委託數量要大於0

# commissionmoneyzero
source: The amount of entrustment should be more than 0
de: Der Provisionsbetrag muss größer als 0 sein
es: El monto de la comisión debe ser mayor que 0
fr: Le montant de la commission doit être supérieur à 0
it: L'importo della commissione deve essere maggiore di 0
ja: 手数料額は0より大きくなければなりません
ko: 수수료 금액은 0보다 커야합니다.
zh_hk: 委託額要大於0

# commissionmoney
source: Please enter the entrustment
de: Bitte geben Sie den Betrag ein
es: Por favor ingrese la cantidad
fr: Veuillez saisir le montant
it: Si prega di inserire l'importo
ja: 金額を入力してください
ko: 금액을 입력하세요
zh_hk: 請輸入委託額

# commissionbuy
source: Entrustment buying
de: Provision kaufen
es: Compra por comisión
fr: Achat à la commission
it: Acquisto su commissione
ja: コミッション購入
ko: 커미션 구매
zh_hk: 委託買入

# commissionsell
source: Entrust and sell
de: Konsignationsverkauf
es: Venta en consignación
fr: Vente en consignation
it: Vendita in conto deposito
ja: 委託販売
ko: 위탁 판매
zh_hk: 委託賣出

# enterPrice
source: Please enter the entrustment price
de: Provisionspreis
es: Precio de comisión
fr: Prix ​​de commission
it: Prezzo di commissione
ja: 手数料価格
ko: 수수료 가격
zh_hk: 委託價格

# pleaseenterPrice
source: Please enter the price
de: Bitte geben Sie den Provisionspreis ein
es: Ingrese el precio de la comisión
fr: Veuillez saisir le prix de la commission
it: Inserisci il prezzo della commissione
ja: 手数料を入力してください
ko: 수수료 가격을 입력하세요
zh_hk: 請輸入委託價格

# commissiontype
source: type
de: Kategorie
es: categoría
fr: Catégorie
it: categoria
ja: カテゴリー
ko: 범주
zh_hk: 類別

# sellDirection
source: Sell
de: Verkaufen
es: Vender
fr: Vendre
it: Vendere
ja: 売る
ko: 팔다
zh_hk: 賣出

# buyDirection
source: Buy
de: Kaufen Sie ein
es: Aceptacion
fr: Acheter
it: Consenso
ja: バイイン
ko: 구매
zh_hk: 買入

# usabel
source: available
de: Verfügbar
es: Disponible
fr: Disponible
it: A disposizione
ja: 利用可能
ko: 유효한
zh_hk: 可用

# usabelSell
source: Sell
de: Verkaufbar
es: Vendible
fr: Vendable
it: Vendibile
ja: 販売可能
ko: 판매 가능
zh_hk: 可賣

source: TradedAmount
de: Geschäft abgeschlossen
es: Trato hecho
fr: Accord fait
it: Affare fatto
ja: 交渉成立
ko: 거래 완료
zh_hk: 已成交

source: Revoke
de: Widerrufen
es: Revocar
fr: Révoquer
it: Revocare
ja: 取り消す
ko: 취소
zh_hk: 撤銷

# nocurrentData
source: No current delegate data
de: Keine aktuellen Bestelldaten
es: Sin datos de pedido actuales
fr: Aucune donnée de commande actuelle
it: Nessun dato dell'ordine corrente
ja: 現在の注文データはありません
ko: 현재 주문 데이터가 없습니다.
zh_hk: 暫無當前委託數據

# nohistoryData
source: No historical delegate data
de: Keine historischen Provisionsdaten
es: Sin datos históricos de comisiones
fr: Aucune donnée de commission historique
it: Nessun dato storico della commissione
ja: 過去の手数料データはありません
ko: 이전 커미션 데이터가 없습니다.
zh_hk: 暫無歷史委託數據

# history
source: historical
de: Geschichte
es: historia
fr: l'histoire
it: storia
ja: 歴史
ko: 역사
zh_hk: 歷史

# nomoreData
source: No more entrustment
de: Keine Bestellungen mehr
es: No mas pedidos
fr: Plus de commandes
it: Niente più ordini
ja: これ以上の注文はありません
ko: 더 이상 주문 없음
zh_hk: 暫無更多委託

# hourvol
source: 24HVol
de: 24h Menge
es: Cantidad 24h
fr: Montant 24h
it: Importo 24 ore
ja: 24時間量
ko: 24 시간 금액
zh_hk: 24h量

# Nocurrency
source: No currency dividends
de: Keine Währungsdividenden
es: Sin dividendos en divisas
fr: Pas de dividendes en devises
it: Nessun dividendo in valuta
ja: 通貨配当なし
ko: 통화 배당금 없음
zh_hk: 暫無持幣分紅

# tradSlideTip1
source: The quantity you enter must not exceed the quantity available.
de: Die von Ihnen eingegebene Menge darf nicht größer sein als die zum Kauf verfügbare Menge
es: La cantidad que ingrese no puede ser mayor que la cantidad disponible para la compra
fr: La quantité que vous saisissez ne peut pas être supérieure à la quantité disponible à l'achat
it: La quantità immessa non può essere maggiore della quantità disponibile per l'acquisto
ja: 入力する数量は、購入可能な数量を超えることはできません
ko: 입력 한 수량은 구매 가능한 수량보다 클 수 없습니다.
zh_hk: 您輸入的數量不可大於可購買數量

# highest
source: H
de: hoch
es: alto
fr: haute
it: alto
ja: 高い
ko: 높은
zh_hk: 高

# minimumest
source: L
de: niedrig
es: bajo
fr: faible
it: Basso
ja: 低
ko: 낮은
zh_hk: 低

# nowopen
source: Open
de: öffnen
es: abierto
fr: ouvert
it: Aperto
ja: 開いた
ko: 열다
zh_hk: 開

# closingprice
source: Close
de: Erhalten
es: Recibir
fr: Recevoir
it: Ricevere
ja: 受け取る
ko: 받다
zh_hk: 收

source: Index
es: índice
fr: indice
it: indice
ja: インデックス
ko: 인덱스
zh_hk: 指標

source: Line
de: Zeitteilung
es: Tiempo compartido
fr: Partage de temps
it: Condivisione del tempo
ja: 時間を共有する
ko: 시간 공유
zh_hk: 分時

# min
source: 1min
de: 1 Punkt
es: 1 punto
fr: 1 point
it: 1 punto
ja: 1点
ko: 1 점
zh_hk: 1分

# fivemin
source: 5min
de: 5 Punkte
es: 5 puntos
fr: 5 points
it: 5 punti
ja: 5点
ko: 5 포인트
zh_hk: 5分

# thirtymin
source: 30min
de: 30 Punkte
es: 30 puntos
fr: 30 points
it: 30 punti
ja: 30ポイント
ko: 30 포인트
zh_hk: 30分

# hours
source: 1hour
de: 1 Uhr
es: 1 en punto
fr: 1 heure
ja: 1時ちょうど
ko: 1시
zh_hk: 1時

# days
source: 1day
de: 1 Tag
es: 1 día
fr: Un jour
it: 1 giorno
ja: 1日
ko: 1 일
zh_hk: 1天

source: day
de: Tag
es: día
fr: journée
it: giorno
ja: 日
ko: 일
zh_hk: 天

source: Coin guessing
de: Münzquiz
es: Prueba de monedas
fr: Quiz sur les pièces
it: Coin quiz
ja: コインクイズ
ko: 코인 퀴즈
zh_hk: 幣競猜

# weeks
source: 1week
de: 1 Woche
es: 1 semana
fr: 1 semaine
it: 1 settimana
ja: 1週間
ko: 일주
zh_hk: 1週

# closemunu
source: close
de: ausschalten
es: apagar
fr: fermer
it: spegnimento
ja: シャットダウン
ko: 종료
zh_hk: 關閉

# addFavo
source: Favorites
de: Optional hinzufügen
es: Agregar opcional
fr: Ajouter facultatif
it: Aggiungi opzionale
ja: オプションを追加
ko: 선택 사항 추가
zh_hk: 添加自選

# deleteFavo
source: Added
de: Optional löschen
es: Eliminar opcional
fr: Supprimer facultatif
it: Elimina opzionale
ja: オプションの削除
ko: 선택 삭제
zh_hk: 刪除自選

source: Traded
de: Deal
es: Acuerdo
fr: Traiter
it: Affare
ja: 対処
ko: 거래
zh_hk: 成交

# openplate
source: Open：
de: Eröffnungskurs
es: Precio de apertura
fr: Prix ​​d'ouverture
it: Prezzo di apertura
ja: 始値
ko: 개시 가격
zh_hk: 開盤價

# closeplate
source: Close：
de: Schlusskurs
es: Precio de cierre
fr: Le dernier prix
it: Prezzo di chiusura
ja: 終値
ko: 종가
zh_hk: 收盤價

# hightplate
source: Highest：
de: Höchster Preis
es: Precio más alto
fr: Le prix le plus élevé
it: Il prezzo più alto
ja: 最高価格
ko: 최고 가격
zh_hk: 最高價

# lowplate
source: Minimum：
de: Geringster Preis
es: El precio más bajo
fr: Prix ​​le plus bas
it: Prezzo più basso
ja: 最低価格
ko: 최저 가격
zh_hk: 最低價

# confirmoperation
source: Do you confirm the above operation？
de: Bestätigen Sie den obigen Vorgang?
es: ¿Confirma la operación anterior?
fr: Confirmez-vous l'opération ci-dessus?
it: Confermi l'operazione di cui sopra?
ja: 上記の動作を確認しましたか？
ko: 위의 동작을 확인합니까?
zh_hk: 您是否確認以上操作？

# morekline
source: More
de: Mehr
es: Más
fr: Plus
it: Di Più
ja: もっと
ko: 더
zh_hk: 更多

# mainKline
source: Main
de: Hauptbild
es: Imagen principal
fr: Image principale
it: Immagine principale
ja: メイン画像
ko: 주요 사진
zh_hk: 主圖

# subKline
source: Sub
de: Seitenbild
es: Imagen lateral
fr: Photo latérale
it: Immagine laterale
ja: 側面図
ko: 측면 사진
zh_hk: 副圖

# hideKline
source: Hide
de: ausblenden
es: esconder
fr: cacher
it: nascondere
ja: 隠す
ko: 숨는 장소
zh_hk: 隱藏

# fivethmin
source: 15min
de: 15 Punkte
es: 15 puntos
fr: 15 points
it: 15 punti
ja: 15点
ko: 15 점
zh_hk: 15分

# monthkline
source: 1mon
de: Januar
es: enero
fr: janvier
it: gennaio
ja: 1月
ko: 일월
zh_hk: 1月

source: Depth
de: Tiefe
es: profundidad
fr: profondeur
it: profondità
ja: 深さ
ko: 깊이
zh_hk: 深度

source: Market Trades
de: Deal
es: Acuerdo
fr: Traiter
it: Affare
ja: 対処
ko: 거래
zh_hk: 成交

# depthtime
source: Date
de: Zeit
es: hora
fr: temps
it: tempo
ja: 時間
ko: 시각
zh_hk: 時間

# depthDirection
source: Type
de: Richtung
es: dirección
fr: direction
it: direzione
ja: 方向
ko: 방향
zh_hk: 方向

# justTime
source: just
de: gerade
es: sólo
fr: juste
it: appena
ja: ただ
ko: 다만
zh_hk: 剛剛

# GestureMessage
source: System upgrade maintenance, specific maintenance progress, please pay attention to computer version of GIBX.
de: Das System wird aktualisiert und gewartet. Informationen zum Fortschritt des Upgrades finden Sie auf der offiziellen PC-Website.
es: El sistema se está actualizando y manteniendo. Consulte el sitio web oficial de la PC para conocer el progreso de la actualización.
fr: Le système est en cours de mise à niveau et de maintenance. Veuillez consulter le site Web officiel du PC pour connaître la progression de la mise à niveau.
it: Il sistema è in fase di aggiornamento e manutenzione, fare riferimento al sito Web ufficiale del PC per lo stato di avanzamento dell'aggiornamento
ja: システムはアップグレードおよびメンテナンス中です。アップグレードの進行状況については、PCの公式Webサイトを参照してください。
ko: 시스템 업그레이드 및 유지 보수 중입니다. 업그레이드 진행 상황은 PC 공식 웹 사이트를 참조하십시오.
zh_hk: 系統升級維護中，升級進度詳見PC官網

# helpMore
source: More
de: Mehr
es: Más
fr: Plus
it: Di Più
ja: もっと
ko: 더
zh_hk: 更多

source: Novice Guide
de: Ratgeber für Anfänger
es: Guía para principiantes
fr: Guide du débutant
it: Guida per principianti
ja: ビギナーズガイド
ko: 초보자 가이드
zh_hk: 新手指南

source: Common Problem
de: häufiges Problem
es: problema comun
fr: Problème commun
it: problema comune
ja: 一般的な問題
ko: 일반적인 문제
zh_hk: 常見問題

source: Rescinded
de: Widerrufen
es: Revocado
fr: Révoqué
it: Revocato
ja: 取り消されました
ko: 취소됨
zh_hk: 已撤銷

source: Start and stop time
de: Start- und Endzeit
es: Hora de inicio y finalización
fr: Heure de début et de fin
it: Ora di inizio e di fine
ja: 開始時間と終了時間
ko: 시작 및 종료 시간
zh_hk: 起止時間

source: Reset
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
it: Ripristina
ja: リセット
ko: 초기화
zh_hk: 重置

source: Please enter the transaction pair
de: Bitte geben Sie das Handelspaar ein
es: Ingrese el par comercial
fr: Veuillez saisir la paire de trading
it: Inserisci la coppia di scambio
ja: トレーディングペアを入力してください
ko: 거래 쌍을 입력하세요
zh_hk: 請輸入交易對

source: Please Enter The Type
de: Bitte geben Sie den Typ ein
es: Por favor ingrese el tipo
fr: Veuillez saisir le type
it: Inserisci il tipo
ja: タイプを入力してください
ko: 유형을 입력하십시오
zh_hk: 請輸入類型

source: Please Enter The Direction
de: Bitte geben Sie die Richtung ein
es: Por favor ingrese la dirección
fr: Veuillez entrer la direction
it: Si prega di inserire la direzione
ja: 方向を入力してください
ko: 방향을 입력하세요
zh_hk: 請輸入方向

# startAndEndTime
source: Start and stop time is the time of formalities
de: Die Start- und Endzeit ist der Zeitpunkt, zu dem die Provision generiert wird
es: La hora de inicio y finalización es la hora en que se genera la comisión.
fr: L'heure de début et de fin est l'heure à laquelle la commission est générée
it: L'ora di inizio e di fine è l'ora in cui viene generata la commissione
ja: 開始時間と終了時間は、コミッションが生成される時間です。
ko: 시작 및 종료 시간은 수수료가 생성되는 시간입니다.
zh_hk: 起止時間為手續費生成時間

source: Lock Time
de: Sperrzeit
es: Tiempo de encierro
fr: Temps de verrouillage
it: Tempo di chiusura
ja: ロックアップ時間
ko: 잠금 시간
zh_hk: 鎖倉時間

# EnterYouWantChooseTime
source: Please enter the time you have to choose
de: Bitte geben Sie die gewünschte Zeit ein
es: Ingrese la hora que desee
fr: Veuillez saisir l'heure souhaitée
it: Si prega di inserire l'ora desiderata
ja: ご希望の時間を入力してください
ko: 원하는 시간을 입력하세요
zh_hk: 請輸入你要選擇的時間

source: Project
de: Projekt
es: proyecto
fr: projet
it: progetto
ja: 事業
ko: 계획
zh_hk: 項目

source: Unit Price
de: Stückpreis
es: precio unitario
fr: Prix ​​unitaire
it: prezzo unitario
ja: 単価
ko: 단가
zh_hk: 單價

source: Security Setting
de: Sicherheitseinstellungen
es: Configuraciones de seguridad
fr: Les paramètres de sécurité
it: Impostazioni di sicurezza
ja: セキュリティ設定
ko: 보안 설정
zh_hk: 安全設置

# securityTiXing
source: To ensure the safety of your account, please complete the real name authentication transaction!
de: Um die Sicherheit Ihres Kontos zu gewährleisten, führen Sie bitte vor dem Handel die Echtnamenauthentifizierung durch!
es: Para garantizar la seguridad de su cuenta, complete la autenticación del nombre real antes de las operaciones comerciales.
fr: Pour assurer la sécurité de votre compte, veuillez compléter l'authentification par nom réel avant les opérations de trading!
it: Per garantire la sicurezza del tuo account, completa l'autenticazione del nome reale prima delle operazioni di trading!
ja: アカウントのセキュリティを確保するため、取引操作の前に実名認証を完了してください。
ko: 계좌 보안을 위해 거래 전 실명 인증을 완료 해주세요!
zh_hk: 為保障您的賬戶安全，請完成實名認證後方可交易操作！

source: Real Name Authentication
de: Verifiziert
es: Verificado
fr: Vérifié
it: Verificato
ja: 確認済み
ko: 확인 됨
zh_hk: 實名認證
