Repository: bizzancoin/btc-eth-fil-contract-Exchange---ztuo
Catalog: ios/digitalCurrency/Config/*.lproj/*.strings
Languages: de, es, fr, it, ja, ko, zh_hk

# rush4
source: After you recharge to the above address, you need the confirmation of the entire blockchain network node. Generally, the main blockchain network will receive the account after three times of network confirmation
de: Nachdem Sie die oben genannte Adresse aufgeladen haben, müssen Sie den gesamten Blockchain-Netzwerkknoten bestätigen. Im Allgemeinen wird das Blockchain-Hauptnetzwerk nach 3 Netzwerkbestätigungen eintreffen.
es: Después de recargar a la dirección anterior, debe confirmar todo el nodo de la red blockchain. Generalmente, la red principal blockchain llegará después de 3 confirmaciones de red.
fr: Après avoir rechargé à l'adresse ci-dessus, vous devez confirmer l'ensemble du nœud du réseau blockchain.Généralement, le réseau principal blockchain arrivera après 3 confirmations de réseau.
it: Dopo aver ricaricato l'indirizzo sopra, è necessario confermare l'intero nodo della rete blockchain.In genere, la rete principale blockchain arriverà dopo 3 conferme di rete.
ja: 上記のアドレスにリチャージした後、ブロックチェーンネットワークノード全体を確認する必要があります。通常、ブロックチェーンメインネットワークは、3回のネットワーク確認後に到着します。
ko: 위 주소로 재충전 한 후 전체 블록 체인 네트워크 노드를 확인해야합니다. 일반적으로 블록 체인 메인 네트워크는 3 번의 네트워크 확인 후 도착합니다.
zh_hk: 您充值至上述地址後，需要整個區塊鍊網絡節點的確認，一般區塊鍊主網3次網絡確認後到賬。

# rush5
source: Your recharge address will not often change, you can repeat recharge; If there is any change, we will try to notify you through the website announcement or email.
de: Ihre Ladeadresse ändert sich nicht häufig, Sie können sie aufladen. Wenn sich etwas ändert, werden wir unser Bestes tun, um Sie per Website-Ankündigung oder E-Mail zu benachrichtigen.
es: Su dirección de recarga no cambiará con frecuencia, puede recargar; si hay algún cambio, haremos todo lo posible para notificarle mediante un anuncio en el sitio web o un correo electrónico.
fr: Votre adresse de recharge ne changera pas fréquemment, vous pouvez recharger; s'il y a un changement, nous ferons de notre mieux pour vous en informer par annonce sur le site Web ou par e-mail.
it: Il tuo indirizzo di ricarica non cambierà frequentemente, puoi ricaricare; se ci sono cambiamenti, faremo del nostro meglio per avvisarti tramite annuncio sul sito web o e-mail.
ja: リチャージアドレスは頻繁に変更されることはなく、リチャージできます。変更があった場合は、ウェブサイトのお知らせまたはメールでお知らせできるよう最善を尽くします。
ko: 재충전 주소는 자주 변경되지 않으며 재충전이 가능합니다. 변경 사항이있을 경우 웹 사이트 공지 사항이나 이메일을 통해 알려 드리겠습니다.
zh_hk: 您的充值地址不會經常改變，可以重複充值;如有更改，我們會盡量通過網站公告或郵件通知您。

# rush6
source: Make sure the operating environment is safe to prevent information from being tampered with or leaked.
de: Bitte stellen Sie sicher, dass die Betriebsumgebung sicher ist, um zu verhindern, dass Informationen manipuliert werden oder durchgesickert sind.
es: Asegúrese de que el entorno operativo sea seguro para evitar que la información sea alterada o filtrada.
fr: Veuillez vous assurer que l'environnement d'exploitation est sûr pour éviter que les informations ne soient altérées ou fuites.
it: Assicurati di confermare che l'ambiente operativo è sicuro per evitare che le informazioni vengano manomesse o trapelate.
ja: 情報の改ざんや漏洩を防ぐため、運用環境が安全であることを確認してください。
ko: 정보가 변조되거나 유출되지 않도록 운영 환경이 안전한지 확인하십시오.
zh_hk: 請務必確認操作環境安全，防止信息被篡改或洩露。

# no_rush
source: No recharge address, please do not recharge!
de: Es gibt keine Ladeadresse, bitte nicht aufladen!
es: No hay una dirección de recarga, ¡no recargue!
fr: Il n'y a pas d'adresse de recharge, merci de ne pas recharger!
it: Non esiste un indirizzo di ricarica, per favore non ricaricare!
ja: 充電アドレスはありませんので、充電しないでください！
ko: 재충전 주소가 없습니다. 재충전하지 마십시오!
zh_hk: 暫無充值地址，請不要充值！

# charge_money_attention
source: Please input remarks when recharge(Memo)
de: Bitte geben Sie beim Aufladen die Anmerkungen (Memo) ein
es: Ingrese los comentarios (Memo) al recargar
fr: Veuillez saisir les remarques (Mémo) lors de la recharge
it: Si prega di inserire le osservazioni (Memo) durante la ricarica
ja: 充電時に備考（メモ）を入力してください
ko: 충전시 비고 (메모)를 입력 해주세요.
zh_hk: 充值時請輸入備註(Memo)

source: Option contract
de: Optionsvertrag
es: Contrato de opción
fr: Contrat d'option
it: Contratto di opzione
ja: オプション契約
ko: 옵션 계약
zh_hk: 期權合約

# Option_history
source: Past results
de: Vergangene Ergebnisse
es: Resultados pasados
fr: Résultats passés
it: Risultati passati
ja: 過去の結果
ko: 과거 결과
zh_hk: 往期結果

# RealTime_Quotes
source: Real-time market
de: Echtzeitmarkt
es: Mercado en tiempo real
fr: Marché en temps réel
it: Mercato in tempo reale
ja: リアルタイム市場
ko: 실시간 시장
zh_hk: 實時行情

# current_elivery
source: Current delivery
de: Aktuelle Lieferung
es: Entrega actual
fr: Livraison actuelle
it: Consegna attuale
ja: 現在の配信
ko: 현재 배송
zh_hk: 當前交割

# history_elivery
source: Historical settlement
de: Historische Siedlung
es: Asentamiento histórico
fr: Village historique
it: Insediamento storico
ja: 歴史的集落
ko: 역사적 정착지
zh_hk: 歷史交割

# option_date
source: Forecast period of this period:
de: Prognosezeitraum dieses Zeitraums:
es: Período de pronóstico de este período:
fr: Période de prévision de cette période:
it: Periodo di previsione di questo periodo:
ja: この期間の予測期間：
ko: 이 기간의 예측 기간 :
zh_hk: 本期預測週期:

# option_avalib_amount
source: Available Balance:
de: Verfügbares Guthaben:
es: Saldo disponible:
fr: Solde disponible:
it: Saldo disponibile:
ja: 利用可能残高：
ko: 사용 가능한 잔액:
zh_hk: 可用餘額:

# up_total
source: Total purchase price
de: Gesamtkaufpreis
es: Precio total de compra
fr: Prix ​​d'achat total
it: Prezzo di acquisto totale
ja: 合計購入価格
ko: 총 구매 가격
zh_hk: 買漲總額

# down_total
source: Total buy-down
es: Reducción total
fr: Rachat total
it: Acquisto totale
ja: トータルバイダウン
ko: 총 바이 다운
zh_hk: 買跌總額

# my_total
source: My open position
de: Meine offene Position
es: Mi puesto vacante
fr: Ma position ouverte
it: La mia posizione aperta
ja: 私のオープンポジション
ko: 내 오픈 포지션
zh_hk: 我的開倉

# option_up
source: Bullish
es: Alcista
fr: Haussier
it: Rialzista
ja: 強気
ko: 강세
zh_hk: 看漲

# option_down
source: Bearish
de: Bärisch
es: Osuno
fr: Baissier
it: Ribassista
ja: 弱気
ko: 약세
zh_hk: 看跌

source: Current price
de: Derzeitiger Preis
es: Precio actual
fr: Prix ​​actuel
it: Prezzo attuale
ja: 現在の価格
ko: 현재 가격
zh_hk: 當前價

# open_amount
source: Opening amount
de: Eröffnungsbetrag
es: Importe de apertura
fr: Montant d'ouverture
it: Importo di apertura
ja: 開始額
ko: 개시 금액
zh_hk: 開倉金額

# jiangjin_amount
source: Prize amount
de: Anzahl der Boni
es: Número de bonificaciones
fr: Nombre de bonus
it: Numero di bonus
ja: ボーナスの数
ko: 보너스 수
zh_hk: 獎金數量

# redictor_direction
source: Forecast direction
de: Prognoserichtung
es: Dirección del pronóstico
fr: Direction des prévisions
it: Direzione previsione
ja: 予測の方向
ko: 예측 방향
zh_hk: 預測方向

# open_free
source: Opening fee
de: Eröffnungsgebühr
es: Cuota de apertura
fr: Frais d'ouverture
it: Tassa di apertura
ja: 開店料
ko: 개 회비
zh_hk: 開倉手續費

# draw_water
source: Pumping
de: Pumpen
es: Bombeo
fr: Pompage
it: Pompaggio
ja: ポンピング
ko: 펌핑
zh_hk: 抽水

# edictor_result
source: forecast result
de: Prognoseergebnis
es: resultado del pronóstico
fr: résultat de la prévision
it: risultato previsto
ja: 予測結果
ko: 예측 결과
zh_hk: 預測結果

# di_qi
source: nth period
de: N-te Periode
es: Enésimo período
fr: Nième période
it: Ennesimo periodo
ja: N番目の期間
ko: N 번째 기간
zh_hk: 第n期

source: success
de: Erfolg
es: éxito
fr: Succès
it: successo
ja: 成功
ko: 성공
zh_hk: 成功

# failed
source: failure
de: Fehler
es: fracaso
fr: échec
it: fallimento
ja: 失敗
ko: 실패
zh_hk: 失敗

# please_amount
source: Please select the number of bets
de: Bitte wählen Sie die Anzahl der Wetten
es: Seleccione el número de apuestas
fr: Veuillez sélectionner le nombre de paris
it: Seleziona il numero di scommesse
ja: ベット数を選択してください
ko: 베팅 수를 선택하세요
zh_hk: 請選擇投注數量

# please_login
source: please log in first
de: Bitte loggen Sie sich zuerst ein
es: por favor ingresa primero
fr: s'il vous plait Connectez-vous d'abord
it: per favore fai prima il log in
ja: 最初にログインしてください
ko: 먼저 로그인하시기 바랍니다
zh_hk: 請先登錄

source: Japanese
de: Japanisch
it: Giapponese
ja: 日本語
ko: 일본어
zh_hk: 日語

source: Korean
de: Koreanisch
fr: coréen
it: Coreano
ja: 韓国語
ko: 한국어
zh_hk: 韓文

source: German
de: Deutsch
it: tedesco
ja: ドイツ語
ko: 독일어
zh_hk: 德語

source: French
de: Französisch
fr: français
it: Francese
ja: フランス語
ko: 프랑스어
zh_hk: 法語

source: Italian
de: Italienisch
es: italiano
fr: italien
it: Italiano
ja: イタリア語
ko: 이탈리아 어
zh_hk: 義大利語

source: Spanish
de: Spanisch
it: Spagnolo
ja: スペイン語
ko: 스페인어
zh_hk: 西班牙語

source: openTime
de: Öffnungszeiten
it: Orario di apertura
ja: オープンタイム
ko: 개장 시간
zh_hk: 開盤時間

# openPrice
source: opening price
de: Öffnungspreis
es: Open Price
fr: Open price
it: prezzo di apertura
ja: オープン価格
ko: 개장 가격
zh_hk: 開盤價格

source: CloseTime
de: Schließzeit
fr: Closing time
it: orario di chiusura
ja: 終値時間
ko: 마감 시간
zh_hk: 收盤時間

# login_look
source: Login to view
de: you can view it after login
it: puoi vederlo dopo il login
ja: はログインしたら
zh_hk: 登入後可查看

# login_regist
source: login/register
it: login / registrati
ja: ログイン/登録
zh_hk: 登入/注册

# sell_ping
source: Sell Pindor
de: sell pingduo
it: vendi pingduo
ja: が平多で売られています
zh_hk: 賣出平多

source: buy_ping
de: kaufen Wohnung
it: acquista piatto
ja: は平空を購入する
zh_hk: 買入平空

# you_pice
source: Sell at the best price
de: verkaufen zum besten Preis
it: vendere al miglior prezzo
ja: は最適価格で販売されます
zh_hk: 以最優價格賣出

# default_pice
source: Default commission price is market price
de: der Standardpreis der Provision ist der Marktpreis
es: The default Commission Price is market price
it: il prezzo di default della commissione è il prezzo di mercato
ja: のデフォルトの委託価格は市価です
zh_hk: 默認委託價為市價

source: option
it: opzione
ja: オプション
ko: 옵션
zh_hk: 期權

source: openging
de: im Gange
fr: en cours
it: in corso
ja: 進行中
ko: 진행 중
zh_hk: 進行中

source: Currency management
de: Verwaltung der Währung
es: Gestión monetaria
fr: Gestion de la monnaie
it: Gestione della valuta
ja: 貨幣管理
ko: 화폐 관리
zh_hk: 幣幣管理

source: Click to enter
de: Klicken, um einzugeben
es: Haga clic para entrar
fr: Cliquez pour entrer
it: Fare clic per entrare
ja: クリックして
ko: 클릭 하여 입장
zh_hk: 點擊進入

# realNamethreeConditions
source: Real name authentication needs to meet the above three conditions
de: Echtname Authentifizierung muss die oben genannten drei Bedingungen erfüllen
es: La autenticación del nombre real debe cumplir las tres condiciones anteriores
fr: L'authentification du nom réel doit satisfaire aux trois conditions ci - dessus.
it: Autenticazione del nome reale deve soddisfare le tre condizioni sopra descritte
ja: 実名認証は以上の3つの条件を満たす必要があります。
ko: 실명 인증 은 상기 세 가지 조건 을 만족 시 켜 야 한다.
zh_hk: 實名認證需滿足以上三個條件

# Take and upload photos
source: Take and upload photos of your second generation ID card
de: Nehmen Sie und laden Sie Fotos Ihrer ID-Karte der zweiten Generation
es: Tome fotos y suba su tarjeta de identificación de segunda generación
fr: Prenez une photo et Téléchargez votre carte d'identité de deuxième génération
it: Prendi e carica le foto della tua carta ID di seconda generazione
ja: あなたの二代目の身分証の写真を撮ります。
ko: 2 세대 신분증 사진 을 찍 어서 올 리 도록 하 겠 습 니 다.
zh_hk: 拍攝上傳您的二代身份證照片

source: Sample picture
de: Beispiel Bild
es: Ejemplo de imagen
fr: Exemple d'image
it: Immagine del campione
ja: サンプル画像
ko: 예시 사진
zh_hk: 示例圖片

# phone_lab
source: phone
de: Nummer des Handys
es: Número de teléfono móvil
fr: Numéro de téléphone portable
it: numero di cellulare
ja: Numéro de téléphone portable
ko: 핸드폰 번호
zh_hk: 手機號

# email_lab
source: email
de: Briefkasten
es: Buzón de correo
it: mailbox
ko: 메 일주 소
zh_hk: 郵箱

# login_account
source: Account number
de: Accountnummer
es: número de cuenta
fr: Numéro de compte
it: numero di conto
ja: アカウント
ko: 계좌번호
zh_hk: 賬號

# phoneAndemail
source: email
es: correo electrónico
fr: courriel
ja: メールアドレス
ko: 메 일주 소
zh_hk: 郵箱

source: 24H
it: 24 ore
ja: 24時間
ko: 24 시간

# projectName
source: GIBX
de: Währung streng
es: Moneda estricta
fr: Monnaie stricte
it: Valuta rigorosa
ko: 엄격한 통화
