Repository: bizzancoin/btc-eth-fil-contract-Exchange---ztuo
Catalog: ios/digitalCurrency/Config/*.lproj/*.strings
Languages: de, es, fr, it, ja, ko, zh_hk

# changeMoneyPassword
source: changeFundPassword
de: Ändern Sie das Passwort des Fonds
es: Cambiar la contraseña del fondo
fr: Changer le mot de passe du fonds
it: Cambia la password del fondo
ja: ファンドのパスワードを変更する
ko: 펀드 비밀번호 변경
zh_hk: 修改資金密碼

# changeMoneyPasswordTip
source: You are modifying the transaction password of the GIBX net
de: Sie ändern das Handelspasswort von GIBX
es: Estás modificando la contraseña comercial de GIBX
fr: Vous modifiez le mot de passe de trading de GIBX
it: Stai modificando la password di trading di GIBX
ja: GIBXの取引パスワードを変更しています
ko: GIBX의 거래 비밀번호를 수정하고 있습니다.
zh_hk: 您正在修改GIBX的交易密碼

# oldMoneyPassword
source: oldFundPassword
de: Ursprüngliches Fondspasswort
es: Contraseña del fondo original
fr: Mot de passe original du fonds
it: Password del fondo originale
ja: 元のファンドのパスワード
ko: 원래 펀드 비밀번호
zh_hk: 原資金密碼

# newMoneyPassword
source: newFundPassword
de: Neues Fondspasswort
es: Nueva contraseña de fondos
fr: Nouveau mot de passe du fonds
it: Nuova password del fondo
ja: 新しいファンドのパスワード
ko: 새 펀드 비밀번호
zh_hk: 新資金密碼

# certainMoneyPassword
source: confirmFundPassword
de: Bestätigen Sie das neue Fondspasswort
es: Confirme la nueva contraseña del fondo
fr: Confirmer le nouveau mot de passe du fonds
it: Conferma la nuova password del fondo
ja: 新しいファンドのパスワードを確認する
ko: 새 펀드 비밀번호 확인
zh_hk: 確認新資金密碼

source: forgetPassword
de: Passwort vergessen?
es: ¿contraseña olvidada?
fr: mot de passe oublié?
it: dimenticare la password?
ja: パスワードを忘れましたか？
ko: 비밀번호 분실?
zh_hk: 忘記密碼?

# certainChange
source: confirmTheChange
de: Bestätigen Sie die Änderungen
es: Confirma los cambios
fr: Confirmer les modifications
it: Conferma le modifiche
ja: 変更を確認する
ko: 변경 사항 확인
zh_hk: 確認修改

# setMoneyPassword
source: setFundPassword
de: Legen Sie das Passwort für den Fonds fest
es: Establecer contraseña de fondos
fr: Définir le mot de passe du fonds
it: Imposta la password del fondo
ja: ファンドのパスワードを設定する
ko: 펀드 비밀번호 설정
zh_hk: 設置資金密碼

# setMoneyPasswordTip
source: You are setting the transaction password for the GIBX net
de: Sie legen ein Handelspasswort für GIBX fest
es: Está configurando una contraseña comercial para GIBX
fr: Vous définissez un mot de passe de trading pour GIBX
it: Stai impostando una password di trading per GIBX
ja: GIBXの取引パスワードを設定しています
ko: GIBX의 거래 비밀번호를 설정하고 있습니다
zh_hk: 您正在設置GIBX的交易密碼

# setting
source: set
de: Konfiguration
es: Preparar
fr: Installer
it: Impostare
ja: セットアップ
ko: 설정
zh_hk: 設置

# inputNewMoneyPassword
source: Please enter your new fund password
de: Bitte geben Sie das neue Fondspasswort ein
es: Ingrese la nueva contraseña del fondo
fr: Veuillez saisir le nouveau mot de passe du fonds
it: Inserisci la nuova password del fondo
ja: 新しいファンドのパスワードを入力してください
ko: 새 펀드 비밀번호를 입력하세요
zh_hk: 請輸入新資金密碼

# inputOldMoneyPassword
source: Please enter your old fund password
de: Bitte geben Sie das alte Fondspasswort ein
es: Ingrese la contraseña del fondo anterior
fr: Veuillez saisir l'ancien mot de passe du fonds
it: Inserisci la vecchia password del fondo
ja: 古いファンドのパスワードを入力してください
ko: 이전 펀드 비밀번호를 입력하세요
zh_hk: 請輸入舊資金密碼

# inputCertainMoneyPassword
source: Please enter the confirmation fund password
de: Bitte geben Sie das Passwort für den Bestätigungsfonds ein
es: Ingrese la contraseña del fondo de confirmación
fr: Veuillez saisir le mot de passe de confirmation du fonds
it: Inserisci la password del fondo di conferma
ja: 確認基金のパスワードを入力してください
ko: 확인 자금 비밀번호를 입력하세요
zh_hk: 請輸入確認資金密碼

source: name
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
zh_hk: 姓名

source: IdCardNumber
de: Identifikationsnummer
es: número de identificación
fr: numéro d'identification
it: numero identificativo
ja: 識別番号
ko: 식별 번호
zh_hk: 身份證號碼

source: IdCardImage
de: ID Foto
es: Foto de identificación
fr: Photo d'identité
it: Foto d'identità
ja: 身分証明書の写真
ko: 증명 사진
zh_hk: 身份證照片

# faceIDImage
source: Positive picture of identity card
de: ID-Karte Frontfoto
es: Foto frontal de la tarjeta de identificación
fr: Photo avant de la carte d'identité
it: Foto frontale della carta d'identità
ja: IDカード正面写真
ko: 신분증 앞면 사진
zh_hk: 身份證正面照

# backIDImage
source: Photo on the back of the id card
de: ID-Karte rückseitiges Foto
es: Foto del reverso de la tarjeta de identificación
fr: Photo inversée de la carte d'identité
it: Foto inversa della carta d'identità
ja: IDカード裏面写真
ko: 신분증 뒷면 사진
zh_hk: 身份證反面照

# takeIDImage
source: Hand in hand with your id card
de: Vorderansicht des Haltens des Personalausweises
es: Vista frontal de la celebración de la tarjeta de identificación
fr: Vue de face de la tenue de la carte d'identité
it: Vista frontale della tenuta della carta d'identità
ja: IDカードを持っている正面図
ko: 신분증을 들고있는 모습
zh_hk: 手持身份證正面照

source: startCertification
de: Starten Sie die Zertifizierung
es: Iniciar certificación
fr: Commencer la certification
it: Inizia la certificazione
ja: 認定を開始
ko: 인증 시작
zh_hk: 開始認證

# certifySuccessful
source: Congratulations, you have passed the audit and you can settle your trade
de: Herzlichen Glückwunsch, genehmigt, Sie können beruhigt handeln
es: Felicitaciones, aprobado, puede operar con tranquilidad
fr: Félicitations, approuvé, vous pouvez échanger l'esprit tranquille
it: Congratulazioni, approvato, puoi fare trading con la massima tranquillità
ja: おめでとうございます、承認されました、あなたは安心して取引することができます
ko: 축하합니다, 승인되었습니다. 안심하고 거래 할 수 있습니다.
zh_hk: 恭喜你，審核通過,可以安心交易了

# certifyAuditing
source: The background will be reviewed in 1-3 working days. Please be patient
de: Die Hintergrundüberprüfung wird in 1-3 Werktagen abgeschlossen sein, bitte warten Sie geduldig
es: La revisión de antecedentes se completará en 1-3 días hábiles, espere pacientemente
fr: L'examen des antécédents sera terminé dans 1 à 3 jours ouvrables, veuillez patienter
it: La revisione in background verrà completata in 1-3 giorni lavorativi, attendere pazientemente
ja: バックグラウンドレビューは1〜3営業日で完了します。しばらくお待ちください
ko: 배경 검토는 영업일 기준 1 ~ 3 일 이내에 완료됩니다. 잠시 기다려주세요.
zh_hk: 後台將在1-3個工作日審核完成，請耐心等待

# certifyFailure
source: Authentication failed, please resubmit
de: Identitätsprüfung fehlgeschlagen, bitte erneut einreichen
es: Error en la verificación de identidad, vuelva a enviar
fr: La vérification d'identité a échoué, veuillez soumettre à nouveau
it: Verifica dell'identità non riuscita, invia di nuovo
ja: 本人確認に失敗しました。再送信してください
ko: 신원 확인에 실패했습니다. 다시 제출하십시오.
zh_hk: 身份認證失敗，請重新提交

# certifyTakePhotoTip
source: Please select the id card to add
de: Bitte wählen Sie aus, wie Sie ein ID-Foto hinzufügen möchten
es: Seleccione cómo agregar una foto de identificación
fr: Veuillez sélectionner comment ajouter une photo d'identité
it: Seleziona come aggiungere una foto d'identità
ja: 身分証明書の追加方法を選択してください
ko: 증명 사진 추가 방법을 선택하세요
zh_hk: 請選擇證件照添加方式

# inputcertifyName
source: Please enter your name
de: Bitte geben Sie Ihren Namen ein
es: Por favor escriba su nombre
fr: Veuillez saisir votre nom
it: Per favore digita il tuo nome
ja: 名前を入力してください
ko: 이름을 입력하세요
zh_hk: 請輸入姓名

# inputcertifyIDNum
source: Please enter your id number
de: Bitte geben Sie die ID-Nummer ein
es: Ingrese el número de identificación
fr: Veuillez saisir le numéro d'identification
it: Immettere il numero ID
ja: ID番号を入力してください
ko: ID 번호를 입력하십시오
zh_hk: 請輸入身份證號碼

source: walletManagement
de: Brieftaschenverwaltung
es: Gestión de cartera
fr: Gestion de portefeuille
it: Gestione del portafoglio
ja: ウォレット管理
ko: 지갑 관리
zh_hk: 錢包管理

source: detail
es: Detalle
fr: Détail
it: Dettaglio
ja: 詳細
ko: 세부 묘사
zh_hk: 明細

source: search Assets
de: Suche nach Assets
es: Buscar activos
fr: Rechercher des actifs
it: Cerca risorse
ja: 資産を検索する
ko: 자산 검색
zh_hk: 搜索資產

# hidden0Currency
source: Hidden to 0 currency
de: Münzen als 0 versteckt
es: Monedas escondidas como 0
fr: Pièces masquées par 0
it: Monete nascoste come 0
ja: 0として隠されたコイン
ko: 0으로 숨겨진 동전
zh_hk: 隱藏為0的幣種

# availableCoin
source: Available
de: Verfügbar
es: Disponible
fr: Disponible
it: A disposizione
ja: 利用可能
ko: 유효한
zh_hk: 可用

# freezeCoin
source: freeze
de: einfrieren
es: congelar
fr: Geler
it: congelare
ja: 氷結
ko: 얼다
zh_hk: 凍結

# notRaiseMoneyTip
source: Do not raise money
de: Nicht auszahlbare Anzahlung
es: Depósito no extraíble
fr: Dépôt non retirable
it: Deposito non prelevabile
ja: 引き出し不可の預金
ko: 인출 불가능한 입금
zh_hk: 不可提幣充幣

# mentionMoney
source: Withdraw
de: Rückzug
es: Retirada
fr: Retrait
it: Ritiro
ja: 撤退
ko: 빼다
zh_hk: 提幣

# chargeMoney
source: Deposit
de: Aufladen
es: Recargar
fr: Recharger
it: Ricaricare
ja: 充電する
ko: 재충전
zh_hk: 充幣

source: done
de: durchführen
es: llevar a cabo
fr: effectuer
it: effettuare, eseguire
ja: 実施する
ko: 수행하다
zh_hk: 完成

source: Transaction details
de: Transaktionsdetails
es: Detalles de la transacción
fr: Détails de la transaction
it: Dettagli di Transazione
ja: 取引の詳細
ko: 상세 거래 내역
zh_hk: 交易明細

source: Trade Mining
de: Transaction Mining
es: Minería de transacciones
fr: Transaction minière
it: Estrazione di transazioni
ja: トランザクションマイニング
ko: 거래 마이닝
zh_hk: 交易挖礦

source: Inviting mining Awards
de: Laden Sie Bergbau-Belohnungen ein
es: Invitar recompensas mineras
fr: Invitez des récompenses minières
it: Invita ricompense minerarie
ja: マイニング報酬を招待する
ko: 채굴 보상 초대
zh_hk: 邀請挖礦獎勵

source: Pay dividends
de: Währungsdividende halten
es: Celebración de dividendos en moneda
fr: Détenir des dividendes en devises
it: Detenzione di dividendi in valuta
ja: 通貨配当の保有
ko: 통화 배당 보유
zh_hk: 持幣分紅

# detailTableViewTip
source: No transaction history
de: Keine Transaktionshistorie
es: Sin historial de transacciones
fr: Pas d'historique de transaction
it: Nessuna cronologia delle transazioni
ja: 取引履歴なし
ko: 거래 내역 없음
zh_hk: 暫無交易歷史記錄

source: top-up
de: Aufladen
es: Recargar
fr: Recharger
it: Ricaricare
ja: 充電する
ko: 재충전
zh_hk: 充值

source: Money management
de: Geld Management
es: Administración del dinero
fr: Gestion de l'argent
it: Gestione del denaro
ja: 資金管理
ko: 자산 관리
zh_hk: 幣理財

source: withdrawal
de: abheben
es: retirar
fr: se désister
it: ritirarsi
ja: 撤退
ko: 빼다
zh_hk: 提現

source: transfer
es: Transferir
fr: Transfert
it: Trasferimento
ja: 転送
ko: 이전
zh_hk: 轉賬

# coinCurrencyTrading
source: CCTrading
de: Währungstransaktion
es: Transacción de moneda
fr: Transaction de devises
it: Transazione in valuta
ja: 通貨取引
ko: 통화 거래
zh_hk: 幣幣交易

source: Currency exchange
de: Fiat-Währungstransaktion
es: Transacción de moneda fiduciaria
fr: Transaction en devise Fiat
it: Transazione in valuta Fiat
ja: フィアット通貨取引
ko: 피아트 통화 거래
zh_hk: 法幣交易

# buyingandsellingmoney
source: The safe, convenient and fast buying and selling of digital money
de: Sicherer, bequemer und schneller Handel mit digitalen Währungen
es: Comercio seguro, conveniente y rápido de monedas digitales
fr: Trading sûr, pratique et rapide de devises numériques
it: Trading sicuro, conveniente e veloce di valute digitali
ja: デジタル通貨の安全で便利かつ迅速な取引
ko: 안전하고 편리하며 빠른 디지털 통화 거래
zh_hk: 安全、便捷、快速買賣數字貨幣

# balancecoinworld
source: The balance treasure in the coin world
de: Yu'e Bao in der Welt der Münzen
es: Yu'e Bao en el mundo de las monedas
fr: Yu'e Bao dans le monde des pièces
it: Yu'e Bao nel mondo delle monete
ja: コインの世界のユエバオ
ko: 동전 세계의 Yu'e Bao
zh_hk: 幣世界裡的餘額寶

source: Help center
de: Hilfezentrum
es: Centro de ayuda
fr: Centre d'aide
it: Centro assistenza
ja: ヘルプセンター
ko: 지원 센터
zh_hk: 幫助中心

# Findmeproblem
source: Find me a problem
de: Finde mich, wenn du ein Problem hast
es: Encuéntrame si tienes un problema
fr: Trouvez-moi si vous avez un problème
it: Trovami se hai un problema
ja: 問題がある場合は私を見つけてください
ko: 문제가 있으면 나를 찾아 줘
zh_hk: 有問題找我

# FiatMoneyBuy
source: fiatBuy
de: Fiat Währung kaufen
es: Compra de moneda fiduciaria
fr: Achat de devises Fiat
it: Acquista valuta Fiat
ja: フィアット通貨購入
ko: 피아트 통화 구매
zh_hk: 法幣買入

# FiatMoneySell
source: fiatSell
de: Fiat Währung verkaufen
es: Venta de moneda fiduciaria
fr: Vente de devises Fiat
it: Vendita di valuta Fiat
ja: フィアット通貨販売
ko: 피아트 통화 판매
zh_hk: 法幣賣出

# promotionRewards
source: promoteRewards
de: Promotion Belohnung
es: Recompensa de promoción
fr: Récompense de promotion
it: Ricompensa della promozione
ja: プロモーション報酬
ko: 프로모션 보상
zh_hk: 推廣獎勵

source: shareOutBonus
de: Dividenden
es: Dividendos
fr: Les dividendes
it: Dividendi
ja: 配当
ko: 배당금
zh_hk: 分紅

source: vote
de: Abstimmung
es: votar
fr: voter
it: votazione
ja: 投票
ko: 투표
zh_hk: 投票

source: ArtificialTop-up
de: Manuelles Aufladen
es: Recarga manual
fr: Recharge manuelle
it: Ricarica manuale
ja: 手動充電
ko: 수동 충전
zh_hk: 人工充值

source: pairing
de: Paar
es: par
fr: paire
it: paio
ja: ペア
ko: 쌍
zh_hk: 配對

source: other
de: andere
es: otro
fr: autre
it: altro
ja: その他
ko: 다른
zh_hk: 其他

source: tradTime
de: Transaktionsstunde
es: hora de transacción
fr: heure de transaction
it: ora transazione
ja: 取引時間
ko: 거래 시간
zh_hk: 交易時間

# Detailsaward
source: Details of award
de: Details zeichnen
es: Dibujar detalles
fr: Dessiner les détails
it: Disegna i dettagli
ja: 詳細を描く
ko: 세부 사항 그리기
zh_hk: 開獎詳情

source: type
de: Arten von
es: Tipos de
fr: Types de
it: Tipi di
ja: の種類
ko: 유형
zh_hk: 類型

source: Amount
de: Menge
es: Cantidad
fr: Quantité
it: Quantità
ja: 量
ko: 수량
zh_hk: 數量

source: poundage
de: Bearbeitungsgebühr
es: Tasa de tramitación
fr: Frais de gestion
it: Tassa di gestione
ja: 手数料
ko: 수수료
zh_hk: 手續費

source: periods
de: Anzahl der Perioden
es: Numero de periodos
fr: Nombre de périodes
it: Numero di periodi
ja: 期間数
ko: 기간 수
zh_hk: 期數

# Totlepoundage
source: Total platform fee
de: Gesamte Plattformgebühr
es: Tarifa total de la plataforma
fr: Frais de plateforme totaux
it: Costo totale della piattaforma
ja: プラットフォーム料金の合計
ko: 총 플랫폼 수수료
zh_hk: 平台總手續費

# poundagereturn
source: Transaction fees have to be repaid
de: Die Transaktionsgebühr wurde kumulativ zurückerstattet
es: La tarifa de transacción se ha reembolsado acumulativamente
fr: Les frais de transaction ont été remboursés de manière cumulative
it: La commissione di transazione è stata rimborsata cumulativamente
ja: 取引手数料は累積的に返金されました
ko: 거래 수수료가 누적 환불되었습니다
zh_hk: 交易手續費已返還累計

source: Start Time
de: Anfangszeit
es: Tiempo de empezar
fr: Heure de départ
it: Tempo di partenza
ja: 開始時間
ko: 시작 시간
zh_hk: 開始時間

source: End Time
de: Endzeit
es: Hora de finalización
fr: Heure de fin
it: Tempo scaduto
ja: 終了時間
ko: 종료 시간
zh_hk: 結束時間

# startstoptime
source: Start and stop time is formalities generation time
de: Die Start- und Endzeit ist die Prozedurgenerierungszeit
es: La hora de inicio y finalización es la hora de generación del procedimiento.
fr: L'heure de début et de fin est l'heure de génération de la procédure
it: L'ora di inizio e di fine è l'ora di generazione della procedura
ja: 開始時間と終了時間はプロシージャの生成時間です
ko: 시작 및 종료 시간은 프로 시저 생성 시간입니다.
zh_hk: 起止時間為手續生成時間

# Costtime
source: Cost generation time
de: Gebührengenerierungszeit
es: Tiempo de generación de tarifas
fr: Temps de génération des frais
it: Tempo di generazione della commissione
ja: 料金生成時間
ko: 수수료 생성 시간
zh_hk: 手續費生成時間

# Returnminingfees
source: Return of mining fees
de: Rückerstattung der Bergbaugebühr
es: Reembolso de tarifa minera
fr: Remboursement des frais miniers
it: Rimborso della tassa mineraria
ja: マイニング料金の払い戻し
ko: 채굴 료 환불
zh_hk: 挖礦手續費返還

# Paymenttime
source: Payment date
de: Ankunftszeit
es: Hora de llegada
fr: Heure d'arrivée
it: Orario di arrivo
ja: 到着時刻
ko: 도착 시간
zh_hk: 到賬時間

source: Search
de: suchen nach
es: buscar
fr: rechercher
it: Cercare
ja: 検索する
ko: 검색
zh_hk: 搜索

# Paydividendsreturn
source: Cash dividends have been returned
de: Kumulierte Währungsdividenden wurden zurückgegeben
es: Se han devuelto dividendos acumulados en divisas
fr: Les dividendes cumulés en devises ont été retournés
it: I dividendi cumulativi in ​​valuta sono stati restituiti
ja: 累積通貨配当が返還されました
ko: 누적 통화 배당금이 반환되었습니다.
zh_hk: 持幣分紅累計已返還

# Paydividendsunreturn
source: A cumulative return of currency dividends to be returned
de: Kumulierte Währungsdividenden, die zurückgegeben werden sollen
es: Dividendos acumulados en moneda a devolver
fr: Dividendes cumulés en devises à restituer
it: Dividendi cumulativi in ​​valuta da restituire
ja: 返される累積通貨配当
ko: 반환 될 누적 통화 배당금
zh_hk: 持幣分紅待返還累計

# Timeformoney
source: Time of holding money
de: Haltezeit
es: Tiempo de espera
fr: Temps de maintien
it: Tempo di attesa
ja: 待ち時間
ko: 유지 시간
zh_hk: 持幣時間

# refereePhone
source: name of the referee or the number of phone
de: Bitte geben Sie den Namen oder die Handynummer des Schiedsrichters ein
es: Introduzca el nombre o el número de teléfono móvil del árbitro.
fr: Veuillez saisir le nom ou le numéro de téléphone portable de l'arbitre
it: Inserisci il nome o il numero di cellulare dell'arbitro
ja: 審判の名前または携帯電話番号を入力してください
ko: 심판의 이름 또는 휴대폰 번호를 입력하세요.
zh_hk: 請輸入被推薦人姓名或手機號

source: Name of referee
de: Name des Schiedsrichters
es: Nombre del árbitro
fr: Nom de l'arbitre
it: Nome dell'arbitro
ja: 審判の名前
ko: 심판의 이름
zh_hk: 被推薦人姓名

source: Phone of referee
de: Handynummer des Schiedsrichters
es: Número de teléfono móvil del árbitro
fr: Numéro de téléphone portable de l'arbitre
it: Numero di cellulare dell'arbitro
ja: 審判の携帯電話番号
ko: 심판의 휴대 전화 번호
zh_hk: 被推薦人手機號

source: Invitation code
de: Einladungscode
es: Código de invitación
fr: Code d'invitation
it: Codice di invito
ja: 招待コード
ko: 초대 코드
zh_hk: 邀請碼

source: Start
de: Von
es: Desde
fr: De
it: A partire dal
ja: から
ko: 에서
zh_hk: 個起

source: Trade Time
de: Transaktionsstunde
es: hora de transacción
fr: heure de transaction
it: ora transazione
ja: 取引時間
ko: 거래 시간
zh_hk: 交易時間

# tradePair
source: Transaction Pair
de: Handelspaar
es: Par comercial
fr: Paire de négociation
it: Coppia di scambio
ja: トレーディングペア
ko: 거래 쌍
zh_hk: 交易對

# tradeDirection
source: Direction
de: Transaktionsrichtung
es: Dirección de la transacción
fr: Direction de la transaction
it: Direzione della transazione
ja: 取引の方向性
ko: 거래 방향
zh_hk: 交易方向

# tradePrice
source: Price
de: Preis
es: precio
fr: prix
it: prezzo
ja: 価格
ko: 가격
zh_hk: 價格

# tradeOrderVolume
source: Order Volume
de: Kommission
es: Comisión
fr: Commission
it: Commissione
ja: 手数料
ko: 위원회
zh_hk: 委託量

# tradeDeal
source: Have Done a Deal
de: Geschäft abgeschlossen
es: Trato hecho
fr: Accord fait
it: Affare fatto
ja: 交渉成立
ko: 거래 완료
zh_hk: 已成交

# tradeServiceCharge
source: Service Charge
de: Bearbeitungsgebühr
es: Tasa de tramitación
fr: Frais de gestion
it: Tassa di gestione
ja: 手数料
ko: 수수료
zh_hk: 手續費

# DugmoneyNum
source: Amount of money dug
de: Anzahl der abzubauenden Münzen
es: Número de monedas que se extraerán
fr: Nombre de pièces à extraire
it: Numero di monete da estrarre
ja: 採掘するコインの数
ko: 채굴 할 코인 수
zh_hk: 挖幣數量

source: Entrustment Amount
de: Provisionsbetrag
es: Monto de la comisión
fr: Montant de la commission
it: Importo della commissione
ja: 手数料額
ko: 수수료 금액
zh_hk: 委託金額

# chargeMoneyTip1
source: Risk tip: do not recharge any of the above addresses to
de: Risikowarnung: Nicht aufladen
es: Advertencia de riesgo: no recargue ningún
fr: Avertissement de risque: ne rechargez aucun
it: Avviso di rischio: non ricaricare alcun
ja: リスク警告：非充電しないでください
ko: 위험 경고 : 충전하지 마십시오.
zh_hk: 風險提示：請勿向上述地址充值任何非

# chargeMoneyTip2
source: of assets
de: Vermögenswerte
es: bienes
fr: les atouts
it: risorse
ja: 資産
ko: 자산
zh_hk: 資產

# savePhoto
source: Save the QR code to the album
de: Album speichern
es: Guardar álbum
fr: Enregistrer l'album
it: Salva album
ja: アルバムを保存
ko: 앨범 저장
zh_hk: 保存相冊

source: copyAddress
de: Adresse kopieren
es: Copiar dirección
fr: Copier l'adresse
it: Copia indirizzo
ja: コピーアドレス
ko: 주소 복사
zh_hk: 複製地址

source: Copy link
de: Link kopieren
es: copiar link
fr: Copier le lien
it: copia link
ja: リンクをコピーする
ko: 링크 복사
zh_hk: 複製鏈接

# unChargeMoneyTip1
source: No monetary address
de: Keine Einzahlungsadresse
es: Dirección sin depósito
fr: Aucune adresse de dépôt
it: Nessun indirizzo di deposito
ja: 預金住所なし
ko: 입금 주소 없음
zh_hk: 暫無充幣地址

# unChargeMoneyTip2
source: Temporary no address cannot generate a 2d image, cannot save the image
de: QR-Codebild kann ohne Adresse vorübergehend nicht generiert werden, Bild kann nicht gespeichert werden
es: No se puede generar una imagen de código QR sin dirección temporalmente, no se puede guardar la imagen
fr: Impossible de générer temporairement une image de code QR sans adresse, impossible d'enregistrer l'image
it: Impossibile generare temporaneamente l'immagine del codice QR senza indirizzo, non è possibile salvare l'immagine
ja: 一時的に住所のないQRコード画像を生成できず、画像を保存できません
ko: 일시적으로 주소없이 QR 코드 사진을 생성 할 수 없습니다. 사진을 저장할 수 없습니다.
zh_hk: 暫時無地址無法生成二維碼圖片，無法保存圖片

# unChargeMoneyTip3
source: Temporary no address, unable to copy the address
de: Keine Adresse vorübergehend, Adresse kann nicht kopiert werden
es: Sin dirección temporalmente, no se puede copiar la dirección
fr: Aucune adresse temporairement, impossible de copier l'adresse
it: Nessun indirizzo temporaneamente, impossibile copiare l'indirizzo
ja: 一時的に住所がない、住所をコピーできない
ko: 일시적으로 주소가 없습니다. 주소를 복사 할 수 없습니다.
zh_hk: 暫時無地址，無法複製地址

# copyAdressTip
source: Duplicate address successful
de: Adresse erfolgreich kopieren
es: Copiar la dirección correctamente
fr: Copier l'adresse avec succès
it: Copia indirizzo con successo
ja: アドレスを正常にコピー
ko: 성공적으로 주소 복사
zh_hk: 複製地址成功

source: mentionMoneyAddress
de: Abhebeadresse
es: Dirección de retiro
fr: Adresse de retrait
it: Indirizzo di ritiro
ja: 引き出し先住所
ko: 출금 주소
zh_hk: 提幣地址

source: mentionMoneyAmount
de: Anzahl der Abhebungen
es: Cantidad de retiros
fr: Nombre de retraits
it: Numero di prelievi
ja: 引き出しの数
ko: 인출 횟수
zh_hk: 提幣數量

source: total
de: Alle
es: Todas
fr: Tout
it: Tutti
ja: すべて
ko: 모두
zh_hk: 全部

source: addAddress
de: Adresse hinzufügen
es: Añadir dirección
fr: Ajoutez l'adresse
it: Aggiungi indirizzo
ja: アドレスを追加
ko: 주소 추가
zh_hk: 添加地址

source: accountNum
de: Ankunftsmenge
es: Cantidad de llegada
fr: Quantité d'arrivée
it: Quantità di arrivo
ja: 到着量
ko: 도착 수량
zh_hk: 到賬數量

# inputAddAdress
source: Please enter or paste the address
de: Bitte geben Sie die Adresse ein oder wählen Sie sie aus
es: Ingrese o seleccione la dirección
fr: Veuillez saisir ou sélectionner une adresse
it: Si prega di inserire o selezionare l'indirizzo
ja: 住所を入力または選択してください
ko: 주소를 입력하거나 선택하십시오
zh_hk: 請輸入或選擇地址

# mentionMoneyTip1
source: Please enter to
de: bitte kommen Sie herein
es: por favor escribe
fr: Entrez s'il vous plait
it: prego entra
ja: 入ってください
ko: 들어 오세요
zh_hk: 請輸入

# inputMentionAddress
source: Please enter the currency address
de: Bitte geben Sie die Auszahlungsadresse ein
es: Ingrese la dirección de retiro
fr: Veuillez saisir l'adresse de retrait
it: Inserisci l'indirizzo di prelievo
ja: 引き出し先住所を入力してください
ko: 출금 주소를 입력하세요
zh_hk: 請輸入提幣地址

# inputMentionAmount
source: Please enter the number of COINS
de: Bitte geben Sie die Auszahlungsmenge ein
es: Ingrese la cantidad de retiro
fr: Veuillez saisir la quantité de retrait
it: Inserisci la quantità da prelevare
ja: 引き出し金額を入力してください
ko: 출금 수량을 입력하세요
zh_hk: 請輸入提幣數量

# mentionMoneyTip3
source: The number of COINS may not be greater than the number of COINS available
de: Die Anzahl der Abhebungen darf nicht größer sein als die Anzahl der verfügbaren Abhebungen
es: El número de retiros no puede ser mayor que el número de retiros disponibles.
fr: Le nombre de retraits ne peut pas être supérieur au nombre de retraits disponibles
it: Il numero di prelievi non può essere maggiore del numero di prelievi disponibili
ja: 引き出しの数は、利用可能な引き出しの数を超えることはできません
ko: 출금 횟수는 사용 가능한 출금 횟수보다 클 수 없습니다.
zh_hk: 提幣數量不能大於可用提幣數

# inputFee
source: Please input fee
de: Bitte geben Sie die Gebühr ein
es: Ingrese la tarifa
fr: Veuillez saisir les frais
it: Inserisci la quota
ja: 料金を入力してください
ko: 수수료를 입력하세요
zh_hk: 請輸入手續費

# inputMoneyPassword
source: Please enter the fund password
de: Bitte geben Sie das Passwort des Fonds ein
es: Ingrese la contraseña del fondo
fr: Veuillez saisir le mot de passe du fonds
it: Inserisci la password del fondo
ja: ファンドのパスワードを入力してください
ko: 펀드 비밀번호를 입력하세요
zh_hk: 請輸入資金密碼

# inputMentionMonneyAmount
source: automatic calculation
de: Automatische Berechnung
es: Cálculo automático
fr: Calcul automatique
it: Calcolo automatico
ja: 自動計算
ko: 자동 계산
zh_hk: 自動計算
