Repository: bizzancoin/btc-eth-fil-contract-Exchange---ztuo
Catalog: ios/digitalCurrency/Config/*.lproj/*.strings
Languages: de, es, fr, it, ja, ko, zh_hk

source: modifyBankNum
de: Ändern Sie die Bankkartennummer
es: Modificar el número de la tarjeta bancaria
fr: Modifier le numéro de carte bancaire
it: Modifica il numero della carta di credito
ja: 銀行カード番号を変更する
ko: 은행 카드 번호 수정
zh_hk: 修改銀行卡號

source: setBankNum
de: Bankkartennummer einstellen
es: Establecer número de tarjeta bancaria
fr: Définir le numéro de carte bancaire
it: Imposta il numero della carta di credito
ja: 銀行カード番号を設定する
ko: 은행 카드 번호 설정
zh_hk: 設置銀行卡號

# inputBranchInfo
source: Please enter the account branch information
de: Bitte geben Sie die Informationen zur Kontoeröffnung ein
es: Ingrese la información de la sucursal de apertura de la cuenta
fr: Veuillez saisir les informations de la succursale d'ouverture de compte
it: Immettere le informazioni sulla filiale di apertura del conto
ja: 口座開設支店情報を入力してください
ko: 계좌 개설 지점 정보를 입력하세요
zh_hk: 請輸入開戶支行信息

# inputBankNum
source: Please enter the bank card number
de: Bitte geben Sie die Bankkartennummer ein
es: Ingrese el número de tarjeta bancaria
fr: Veuillez saisir le numéro de la carte bancaire
it: Inserisci il numero della carta di credito
ja: 銀行カード番号を入力してください
ko: 은행 카드 번호를 입력하십시오
zh_hk: 請輸入銀行卡號

source: save
de: sparen
es: salvar
fr: enregistrer
it: Salva
ja: 保存する
ko: 저장
zh_hk: 保存

# inputBankName
source: Please select development bank
de: Bitte wählen Sie eine Entwicklungsbank aus
es: Seleccione un banco de desarrollo
fr: Veuillez sélectionner une banque de développement
it: Seleziona una banca di sviluppo
ja: 開発銀行を選択してください
ko: 개발 은행을 선택하십시오
zh_hk: 請選擇開發銀行

# inputCertainBankNum
source: Please confirm the bank card number
de: Bitte bestätigen Sie die Bankkartennummer
es: Confirme el número de la tarjeta bancaria
fr: Veuillez confirmer le numéro de carte bancaire
it: Conferma il numero della carta di credito
ja: 銀行カード番号をご確認ください
ko: 은행 카드 번호를 확인하십시오
zh_hk: 請確認銀行卡號

# judgeBankNumAndCertainBankNum
source: Confirm that the bank card number is inconsistent with the bank card number
de: Stellen Sie sicher, dass die Bankkartennummer nicht mit der Bankkartennummer übereinstimmt
es: Confirme que el número de la tarjeta bancaria no coincide con el número de la tarjeta bancaria
fr: Confirmez que le numéro de carte bancaire n'est pas cohérent avec le numéro de carte bancaire
it: Verificare che il numero della carta di credito non sia coerente con il numero della carta di credito
ja: 銀行カード番号が銀行カード番号と一致しないことを確認します
ko: 은행 카드 번호가 은행 카드 번호와 일치하지 않는지 확인
zh_hk: 確認銀行卡號與銀行卡號不一致

# collectionQR
source: Collect the qr code
de: QR-Code empfangen
es: Recibiendo código QR
fr: Recevoir le code QR
it: Ricezione del codice QR
ja: QRコードの受信
ko: QR 코드 받기
zh_hk: 收款二維碼

source: QR Code
de: Promotion-QR-Code
es: Promoción de código QR
fr: Code QR de la promotion
it: Codice QR della promozione
ja: プロモーションQRコード
ko: 프로모션 QR 코드
zh_hk: 推廣二維碼

# inputAliPayNum
source: Please enter the alipay account
de: Bitte geben Sie ein Alipay-Konto ein
es: Ingrese la cuenta de Alipay
fr: Veuillez entrer le compte Alipay
it: Inserisci l'account Alipay
ja: Alipayアカウントを入力してください
ko: Alipay 계정을 입력하십시오
zh_hk: 請輸入支付寶賬號

# setAliPayNum
source: Set up alipay account
de: Richten Sie ein Alipay-Konto ein
es: Configurar cuenta de Alipay
fr: Configurer un compte Alipay
it: Imposta un account Alipay
ja: Alipayアカウントを設定する
ko: Alipay 계정 설정
zh_hk: 設置支付寶賬號

# modifyAliPayNum
source: Modify the alipay account
de: Ändern Sie das Alipay-Konto
es: Modificar cuenta de Alipay
fr: Modifier le compte Alipay
it: Modifica l'account Alipay
ja: Alipayアカウントを変更する
ko: Alipay 계정 수정
zh_hk: 修改支付寶賬號

# inputAliPayAddImage
source: Please choose to add the image of alipay qr code
de: Bitte wählen Sie die Methode zum Hinzufügen von Alipay QR-Codebildern
es: Elija el método de adición de imagen de código QR de Alipay
fr: Veuillez choisir la méthode d'ajout d'image de code QR Alipay
it: Scegli il metodo di aggiunta dell'immagine del codice QR Alipay
ja: AlipayQRコード画像の追加方法を選択してください
ko: Alipay QR 코드 이미지 추가 방법을 선택하세요
zh_hk: 請選擇支付寶二維碼圖片添加方式

# inputCollectionQR
source: Please upload the image of the collection qr code
de: Bitte laden Sie ein Bild des Zahlungs-QR-Codes hoch
es: Sube una imagen del código QR de pago
fr: Veuillez télécharger une photo du code QR de paiement
it: Carica un'immagine del codice QR del pagamento
ja: 支払いQRコードの写真をアップロードしてください
ko: 결제 QR 코드 사진을 업로드 해주세요.
zh_hk: 請上傳收款二維碼圖片

# inputWeChatNum
source: Please input WeChat account
de: Bitte geben Sie ein WeChat-Konto ein
es: Ingrese la cuenta de WeChat
fr: Veuillez entrer votre compte WeChat
it: Inserisci l'account WeChat
ja: WeChatアカウントを入力してください
ko: WeChat 계정을 입력하십시오
zh_hk: 請輸入微信賬號

# setWeChatNum
source: Set WeChat account
de: Richten Sie ein WeChat-Konto ein
es: Configurar una cuenta de WeChat
fr: Configurer un compte WeChat
it: Imposta un account WeChat
ja: WeChatアカウントを設定する
ko: WeChat 계정 설정
zh_hk: 設置微信賬號

# modifyWeChatNum
source: Modify WeChat account
de: WeChat-Konto ändern
es: Modificar la cuenta de WeChat
fr: Modifier le compte WeChat
it: Modifica l'account WeChat
ja: WeChatアカウントを変更する
ko: WeChat 계정 수정
zh_hk: 修改微信賬號

# inputWeChatAddImage
source: Please select WeChat qr code image to add
de: Bitte wählen Sie die Art und Weise, wie Sie Bilder des WeChat-QR-Codes hinzufügen
es: Elija la forma de agregar imágenes del código QR de WeChat
fr: Veuillez choisir la manière d'ajouter l'image du code QR WeChat
it: Scegli il modo in cui aggiungere le immagini del codice QR di WeChat
ja: WeChatQRコードの画像を追加する方法を選択してください
ko: WeChat QR 코드 이미지 추가 방법을 선택하세요.
zh_hk: 請選擇微信二維碼圖片添加方式

source: myPromotion
de: Meine Beförderung
es: Mi promoción
fr: Ma promotion
it: La mia promozione
ja: 私の昇進
ko: 내 승진
zh_hk: 我的推廣

source: promoteFriends
de: Freunde fördern
es: Promocionar amigos
fr: Promouvoir des amis
it: Promuovi gli amici
ja: 友達を宣伝する
ko: 친구 홍보
zh_hk: 推廣好友

source: registTime
de: Anmeldezeit
es: Tiempo de registro
fr: Heure d'inscription
it: Tempo di registrazione
ja: 登録時間
ko: 등록 시간
zh_hk: 註冊時間

source: userName
de: Nutzername
es: nombre de usuario
fr: Nom d'utilisateur
it: nome utente
ja: ユーザー名
ko: 사용자 이름
zh_hk: 用戶名

source: referralLevel
de: Empfohlenes Niveau
es: Nivel recomendado
fr: Niveau recommandé
it: Livello consigliato
ja: 推奨レベル
ko: 권장 수준
zh_hk: 推薦級別

source: level
de: Niveau
es: nivel
fr: niveau
it: livello
ja: レベル
ko: 수평
zh_hk: 級

# oneLevel
source: level 1
es: Nivel 1
fr: Niveau 1
it: Livello 1
ja: レベル1
ko: 레벨 1
zh_hk: 1級

# twoLevel
source: level 2
es: nivel 2
fr: niveau 2
it: livello 2
ja: レベル2
ko: 2 단계
zh_hk: 2級

# threeLevel
source: level 3
de: Stufe 3
es: Nivel 3
fr: Niveau 3
it: Livello 3
ja: レベル3
ko: 레벨 3
zh_hk: 3級

# fourLevel
source: level 4
es: nivel 4
fr: niveau 4
it: livello 4
ja: レベル4
ko: 레벨 4
zh_hk: 4級

source: myCommission
de: Meine Provision
es: Mi comisión
fr: Ma commission
it: La mia commissione
ja: 私の任務
ko: 내 커미션
zh_hk: 我的佣金

source: releaseTime
de: Ausstellungszeit
es: Tiempo de emisión
fr: Heure d'émission
it: Tempo di emissione
ja: 発行時間
ko: 발급 시간
zh_hk: 發放時間

source: currency
de: Währung
es: Moneda
fr: Devise
it: Moneta
ja: 通貨
ko: 통화
zh_hk: 幣種

source: remark
de: Bemerkungen
es: Observaciones
fr: Remarques
it: Osservazioni
ja: 備考
ko: 비고
zh_hk: 備註

# noPromoteFriends
source: No promotion of buddy data
de: Keine Daten von Werbefreunden
es: Sin datos de amigos de promoción
fr: Aucune donnée d'amis de promotion
it: Nessun dato sugli amici della promozione
ja: プロモーションの友達データはありません
ko: 프로모션 친구 데이터가 없습니다.
zh_hk: 暫無推廣好友數據

# noMyCommission
source: There is no commission data for me
de: Keine Provisionsdaten
es: Sin datos de comisiones
fr: Aucune donnée de commission
it: Nessun dato di commissione
ja: 手数料データなし
ko: 수수료 데이터 없음
zh_hk: 暫無我的佣金數據

# promoteShareTip1
source: Invite friends and earn commission
de: Laden Sie Freunde ein und erhalten Sie Provision
es: Invita amigos y gana comisiones
fr: Invitez des amis et obtenez une commission
it: Invita gli amici e ottieni una commissione
ja: 友達を招待して手数料をもらう
ko: 친구를 초대하고 커미션 받기
zh_hk: 邀請好友，獲得佣金

# promoteShareTip2
source: Make money with friends
de: Mit Freunden Geld verdienen
es: Ganar dinero con amigos
fr: Gagnez de l'argent avec des amis
it: Guadagna con gli amici
ja: 友達とお金を稼ぐ
ko: 친구와 함께 돈을 버세요
zh_hk: 和朋友一起賺錢

# promoteShareTopTip
source: Invite your friends to make money!
de: Laden Sie Ihre Freunde ein, Geld zu verdienen!
es: ¡Invita a tus amigos a ganar dinero!
fr: Invitez vos amis à gagner de l'argent!
it: Invita i tuoi amici a fare soldi!
ja: 友達を招待してお金を稼ごう！
ko: 돈을 벌기 위해 친구를 초대하십시오!
zh_hk: 邀請您的好友來賺錢吧！

# promoteSaveImage
source: save to album
de: In Album speichern
es: Guardar en álbum
fr: Enregistrer dans l'album
it: Salva nell'album
ja: アルバムに保存
ko: 앨범에 저장
zh_hk: 保存至相冊

# pastePromoteLink
source: Copy promotion link success
de: Kopieren Sie den Promotion-Link erfolgreich
es: Copie el enlace de la promoción correctamente
fr: Copiez le lien de promotion avec succès
it: Copia correttamente il link della promozione
ja: プロモーションリンクを正常にコピーする
ko: 프로모션 링크를 성공적으로 복사
zh_hk: 複製推廣鏈接成功

# inviteYouJoin
source: invite you to join
de: Laden Sie ein, mitzumachen
es: Invitarte a unirte
fr: Vous inviter à rejoindre
it: Ti invito a partecipare
ja: 参加するように招待します
ko: 가입하도록 초대
zh_hk: 邀請您加入

# captivePromoteLink
source: exclusive promotion link
de: Exklusiver Werbelink
es: Enlace de promoción exclusivo
fr: Lien de promotion exclusif
it: Link promozionale esclusivo
ja: 独占プロモーションリンク
ko: 독점 프로모션 링크
zh_hk: 專屬推廣鏈接

source: copy
de: Kopieren
es: Copiar
fr: copie
it: copia
ja: コピー
ko: 부
zh_hk: 複製

source: copy scuuses
de: Erfolgreich kopieren
es: Copiar correctamente
fr: Copier avec succès
it: Copia con successo
ja: 正常にコピー
ko: 성공적으로 복사
zh_hk: 複製成功

source: Lock time
de: Sperrzeit
es: Tiempo de encierro
fr: Temps de verrouillage
it: Tempo di chiusura
ja: ロックアップ時間
ko: 잠금 시간
zh_hk: 鎖倉時間

source: Lock Position
de: Abschließen
es: Encerrar
fr: Enfermer
it: Chiudi
ja: 閉じ込める
ko: 잠그다
zh_hk: 鎖倉

source: Odd Numbers
de: Einzelne Nummer
es: Un solo numero
fr: Numéro unique
it: Numero unico
ja: 単一の番号
ko: 단일 번호
zh_hk: 單號

source: Rate of return
de: Rendite
es: tasa de retorno
fr: taux de retour
it: tasso di rendimento
ja: 利益率
ko: 수익률
zh_hk: 收益率

source: Lock amount
de: Gesperrter Betrag
es: Cantidad bloqueada
fr: Montant bloqué
it: Importo bloccato
ja: ロックされた金額
ko: 잠긴 금액
zh_hk: 已鎖量

source: Lock time limit
de: Sperrfrist
es: Período de bloqueo
fr: Période de blocage
it: Periodo di lock-up
ja: ロックアップ期間
ko: 락업 기간
zh_hk: 鎖倉期限

source: In the lock
de: Gesperrt
es: Bloqueado
fr: Fermé à clé
it: Bloccato
ja: ロック済み
ko: 잠김
zh_hk: 鎖倉中

source: Lock number
de: Verriegelte Position
es: Posición bloqueada
fr: Position verrouillée
it: Posizione bloccata
ja: ロック位置
ko: 잠긴 위치
zh_hk: 鎖倉數量

source: Expected earnings
de: Erwartete Rückkehr
es: Rendimiento esperado
fr: Retour attendu
it: Ritorno previsto
ja: 期待されるリターン
ko: 기대 수익
zh_hk: 預計收益

source: Real income
de: Tatsächliches Einkommen
es: Ingresos reales
fr: Revenu réel
it: Reddito effettivo
ja: 実際の収入
ko: 실제 수입
zh_hk: 實際收益

source: Unlocking time
de: Zeit freischalten
es: Tiempo de desbloqueo
fr: Déverrouiller le temps
it: Sblocca il tempo
ja: ロックを解除する
ko: 시간 잠금 해제
zh_hk: 解鎖時間

source: Order immediately
de: jetzt bestellen
es: ordenar ahora
fr: Commandez maintenant
it: ordina adesso
ja: 今すぐ注文
ko: 지금 주문하세요
zh_hk: 立即訂購

source: Success
de: Erfolg
es: éxito
fr: Succès
it: successo
ja: 成功
ko: 성공
zh_hk: 成功

source: Rush to buy
de: Leute ausgeraubt
es: Gente robada
fr: Volé
it: Persone derubate
ja: 人々は奪った
ko: 사람들이 강탈
zh_hk: 人已搶

# BuyCoin
source: Buy
de: Kaufe Münzen
es: Comprar monedas
fr: Acheter des pièces
it: Comprare monete
ja: コインを買います
ko: 코인 구매
zh_hk: 買幣

# SellCoin
source: Sell
de: Münzen verkaufen
es: Vender monedas
fr: Vendre des pièces
it: Vendi monete
ja: コインを売る
ko: 코인 판매
zh_hk: 賣幣

source: Collection
de: Favoriten
es: Favoritos
fr: Favoris
it: Preferiti
ja: お気に入り
ko: 즐겨 찾기
zh_hk: 收藏

# noBuyCoinTip
source: There is no monetary data
de: Keine Kaufdaten
es: Sin datos de compra
fr: Aucune donnée d'achat
it: Nessun dato di acquisto
ja: 購入データなし
ko: 구매 데이터 없음
zh_hk: 暫無買幣數據

# noSellCoinTip
source: There is no currency data
de: Keine Verkaufsdaten
es: Sin datos de ventas
fr: Aucune donnée de vente
it: Nessun dato di vendita
ja: 販売データなし
ko: 판매 데이터 없음
zh_hk: 暫無賣幣數據

source: pay outTime
de: Die Zahlungszeit ist abgelaufen
es: Ha pasado el tiempo de pago
fr: Le délai de paiement est passé
it: Il tempo di pagamento è trascorso
ja: 支払い時間が経過しました
ko: 지불 시간이 지났습니다.
zh_hk: 付款時間已過

source: payCountdown
de: Zahlungs-Countdown
es: Cuenta regresiva de pago
fr: Compte à rebours du paiement
it: Conto alla rovescia del pagamento
ja: 支払いカウントダウン
ko: 결제 카운트 다운
zh_hk: 付款倒計時

source: tradingNum
de: Anzahl der Transaktionen
es: Numero de transacciones
fr: Nombre de transactions
it: Numero di transazioni
ja: トランザクション数
ko: 거래 수
zh_hk: 交易次數

source: advertisingMessage
de: Werbebotschaft
es: Mensaje publicitario
fr: Message publicitaire
it: Messaggio pubblicitario
ja: 広告メッセージ
ko: 광고 메시지
zh_hk: 廣告留言

source: tradingRemind
de: Transaktionserinnerung
es: Recordatorio de transacción
fr: Rappel de transaction
it: Promemoria della transazione
ja: トランザクションリマインダー
ko: 거래 알림
zh_hk: 交易提醒

# buyNumTip
source: How much do you buy now
de: Wie viel jetzt zu kaufen
es: Cuanto comprar ahora
fr: Combien acheter maintenant
it: Quanto comprare adesso
ja: 今いくら買うか
ko: 지금 구매할 금액
zh_hk: 現在購買多少

# sellNumTip
source: How much do you sell now
de: Wie viel verkauft sich jetzt
es: Cuanto se vende ahora
fr: Combien se vend maintenant
it: Quanto sta vendendo ora
ja: 今いくら売れていますか
ko: 지금 얼마가 팔리는가
zh_hk: 現在出售多少

# tradingRemindTip
source: 1. Please detailed understanding of the seller's trading information before trading 2. please inform platform for communication agreement, and save the record related chat 3. if trade disputes, please through the platform the page top right corner to help solve the problem
de: 1. Bitte verstehen Sie die Transaktionsinformationen des Verkäufers vor dem Handel im Detail. N2. Bitte benachrichtigen Sie die Plattform für Kommunikationsvereinbarungen und bewahren Sie relevante Chat-Aufzeichnungen auf. N3. Wenn Sie auf Transaktionsstreitigkeiten stoßen, helfen Sie bitte, das Problem in der oberen rechten Ecke der Plattformseite zu lösen
es: 1. Comprenda la información de la transacción del vendedor en detalle antes de comerciar n2. Notifique a la plataforma para los acuerdos de comunicación y mantenga registros de chat relevantes n3. Si encuentra disputas de transacciones, ayude a resolver el problema a través de la esquina superior derecha de la página
fr: 1. Veuillez comprendre les informations de transaction du vendeur en détail avant de négocier n2. Veuillez informer la plate-forme des accords de communication et enregistrer les enregistrements de discussion pertinents n3. Si vous rencontrez des litiges de transaction, veuillez aider à résoudre le problème dans le coin supérieur droit de la page de la plate-forme
it: 1. Comprendi in dettaglio le informazioni sulla transazione del venditore prima di fare trading n2. Avvisa la piattaforma per gli accordi di comunicazione e conserva i record di chat pertinenti n3. Se incontri controversie sulle transazioni, aiuta a risolvere il problema attraverso l'angolo in alto a destra della pagina della piattaforma
ja: 1.取引する前に、販売者の取引情報を詳しく理解してください n2。通信契約についてプラットフォームに通知し、関連するチャット記録を保管してください n3。取引に関する紛争が発生した場合は、プラットフォームページの右上隅から問題の解決にご協力ください
ko: 1. 거래하기 전에 판매자의 거래 정보를 자세히 이해하세요. n2. 플랫폼에 커뮤니케이션 계약을 알리고 관련 채팅 기록을 보관하세요. n3. 거래 분쟁이 발생하면 플랫폼 페이지의 오른쪽 상단을 통해 문제 해결을 도와주세요.
zh_hk: 1.交易之前請詳細了解賣家的交易信息 2.請通知平台進行溝通約定，並保存好相關聊天記錄 3.如遇到交易糾紛，請通過平台該頁面右上角幫助解決問題

# inputSellNum
source: Please enter total sales
de: Bitte geben Sie den Gesamtverkaufsbetrag ein
es: Ingrese el monto total de la venta
fr: Veuillez saisir le montant total de la vente
it: Inserisci l'importo totale della vendita
ja: 合計販売額を入力してください
ko: 총 판매 금액을 입력하세요
zh_hk: 請輸入出售總額

# inputBuyNum
source: Please enter the total amount of purchase
de: Bitte geben Sie den Gesamtkaufbetrag ein
es: Ingrese el monto total de la compra
fr: Veuillez saisir le montant total de l'achat
it: Inserisci l'importo totale dell'acquisto
ja: 合計購入金額を入力してください
ko: 총 구매 금액을 입력하세요
zh_hk: 請輸入購買總額

# sellPrice
source: salePrice
de: Verkaufspreis
es: precio de venta
fr: prix de vente
it: prezzo di vendita
ja: セールスプライス
ko: 판매 가격
zh_hk: 出售價格

source: sellNum
de: Menge verkauft
es: Cantidad vendida
fr: Quantité vendue
it: Quantità venduta
ja: 販売数量
ko: 판매 수량
zh_hk: 出售數量

# sellTotalPrice
source: totalSale
de: Gesamtumsatz
es: Ventas totales
fr: Ventes totales
it: Vendite totali
ja: 総売上高
ko: 총 매출
zh_hk: 出售總額

source: buyPrice
de: Preis
es: precio
fr: prix
it: prezzo
ja: 価格
ko: 가격
zh_hk: 購買價格

source: buyNum
de: Kaufmenge
es: Cantidad de compra
fr: Quantité d'achat
it: Quantità d'acquisto
ja: 購入数量
ko: 구매 수량
zh_hk: 購買數量

# buyTotalPrice
source: totalBuy
de: Gesamtkauf
es: Compra total
fr: Achat total
it: Acquisto totale
ja: 総購入
ko: 총 구매
zh_hk: 購買總額

# placeOrderTip1
source: Reminder: please confirm the price and then place the order
de: Erinnerung: Bitte bestätigen Sie den Preis, bevor Sie eine Bestellung aufgeben.
es: Recordatorio: confirme el precio antes de realizar un pedido.
fr: Rappel: veuillez confirmer le prix avant de passer une commande.
it: Promemoria: si prega di confermare il prezzo prima di effettuare un ordine.
ja: 注意：ご注文の前に価格をご確認ください。
ko: 알림 : 주문하기 전에 가격을 확인하십시오.
zh_hk: 提醒：請確認價格再下單，下單後此交易的

# placeOrderTip2
source: Please feel free to place the managed lock
de: Sperren Sie die Übertragungsurkunde, bitte seien Sie versichert, eine Bestellung aufzugeben
es: Bloquee el depósito en garantía, tenga la seguridad de realizar un pedido
fr: Verrouillez le séquestre, soyez assuré de passer une commande
it: Blocca l'impegno, ti assicuriamo di effettuare un ordine
ja: エスクローをロックして、ご注文ください。
ko: 에스크로를 잠그십시오. 안심하고 주문하십시오.
zh_hk: 將託管鎖定，請放心下單

source: orderConfirmation
de: Bestellbestätigung
es: Confirmación del pedido
fr: Confirmation de commande
it: Conferma dell'ordine
ja: 注文の確認
ko: 주문 확인
zh_hk: 下單確認

source: postPurchaseAdvertising
de: Werbung nach dem Kauf
es: Anuncio posterior a la compra
fr: Annonce après achat
it: Annuncio post acquisto
ja: 購入後の広告
ko: 구매 후 광고
zh_hk: 發布購買廣告

source: sellAdvertising
de: Zum Verkauf anbieten
es: Publicidad para la venta
fr: Annoncez à la vente
it: Pubblicizza la vendita
ja: 販売のために宣伝する
ko: 판매 광고
zh_hk: 發佈出售廣告

source: selectCoinType
de: Währung wählen
es: Elegir Moneda
fr: Choisir la devise
it: Scegli Valuta
ja: 通貨を選んでください
ko: 통화 선택
zh_hk: 選擇幣種

source: home
de: Standort
es: ubicación
fr: emplacement
it: Posizione
ja: ロケーション
ko: 위치
zh_hk: 所在地

source: currencyType
de: Währungstyp
es: Tipo de cambio monetario
fr: Type de devise
it: Tipo di valuta
ja: 通貨タイプ
ko: 통화 유형
zh_hk: 貨幣類型

source: Real-timePrice
de: Echtzeitpreis
es: Precio en tiempo real
fr: Prix ​​en temps réel
it: Prezzo in tempo reale
ja: リアルタイム価格
ko: 실시간 가격
zh_hk: 實時價格

source: fixedPrice
de: Festpreis
es: Precio fijo
fr: Prix ​​fixe
it: Prezzo fisso
ja: 固定価格
ko: 고정 가격
zh_hk: 固定價格

source: premium
de: Prämie
es: Prima
fr: Prime
ja: プレミアム
ko: 프리미엄
zh_hk: 溢價

source: minimum
de: Mindestbetrag
es: Monto minimo
fr: Montant minimal
it: Quantità minima
ja: 最小額
ko: 최소 금액
zh_hk: 最小量

source: maximum
de: Die maximale Menge
es: La cantidad máxima
fr: Le montant maximum
it: L'importo massimo
ja: 最大金額
ko: 최대 금액
zh_hk: 最大量

# minimum100
source: The minimum quantity can't be less than 100
de: Der Mindestbetrag darf 100 nicht unterschreiten
es: La cantidad mínima no puede ser inferior a 100
fr: Le montant minimum ne peut pas être inférieur à 100
it: L'importo minimo non può essere inferiore a 100
ja: 最小額は100以上にする必要があります
ko: 최소 금액은 100보다 작을 수 없습니다.
zh_hk: 最小量不能小於100

# buyNumber
source: buyNum
de: Menge zu kaufen
es: Cantidad a comprar
fr: Quantité à acheter
it: Quantità da acquistare
ja: 購入数量
ko: 구매 수량
zh_hk: 買入數量

source: payMethods
de: Bezahlverfahren
es: método de pago
fr: mode de paiement
it: metodo di pagamento
ja: 支払方法
ko: 지불 방법
zh_hk: 收款方式

source: payWays
de: Bezahlverfahren
es: método de pago
fr: mode de paiement
it: metodo di pagamento
ja: 支払方法
ko: 지불 방법
zh_hk: 付款方式

source: payTerm
de: Ablauf der Bezahlung
es: vencimiento del pago
fr: expiration du salaire
it: scadenza della paga
ja: 支払いの有効期限
ko: 급여 만료
zh_hk: 付款期限

source: Period
de: Zeitraum
es: Período
fr: Période
it: Periodo
ja: 限目
ko: 기간
zh_hk: 期次

source: collectionTerm
de: Erhebungszeitraum
es: Período de recolección
fr: La période de collecte
it: Periodo di raccolta
ja: 収集期間
ko: 수집 기간
zh_hk: 收款期限

# isAutoReply
source: autoReply
de: Gibt an, ob automatisch geantwortet werden soll
es: Ya sea para responder automáticamente
fr: S'il faut répondre automatiquement
it: Se rispondere automaticamente
ja: 自動的に返信するかどうか
ko: 자동 응답 여부
zh_hk: 是否自動回复

source: Yes
de: Ja
es: si
fr: Oui
it: sì
ja: はい
ko: 예
zh_hk: 是

source: No
de: Nein
fr: non
ja: 番号
ko: 아니
zh_hk: 否

source: replyContent
de: Inhalt antworten
es: Responder contenido
fr: Répondre au contenu
it: Rispondi al contenuto
ja: 返信コンテンツ
ko: 답글 내용
zh_hk: 回复內容

source: messageContent
de: Nachrichteninhalt
es: Contenido del mensaje
fr: Contenu du message
it: Contenuto del messaggio
ja: メッセージの内容
ko: 메시지 내용
zh_hk: 留言內容

source: select
de: bitte auswählen
es: por favor elige
fr: Choisissez s'il vous plaît
it: si prega di scegliere
ja: 選んでください
ko: 선택하세요
zh_hk: 請選擇

source: release
de: Freisetzung
es: lanzamiento
fr: Libération
it: pubblicazione
ja: リリース
ko: 해제
zh_hk: 發布

source: modifiedRelease
de: Release ändern
es: Modificar lanzamiento
fr: Modifier la version
it: Modifica versione
ja: リリースを変更する
ko: 릴리스 수정
zh_hk: 修改發布

# inputFixedPriceNoPremium
source: Fixed prices do not require an input premium
de: Sie müssen keine Prämie für den Festpreis eingeben
es: No es necesario ingresar la prima por precio fijo
fr: Pas besoin de saisir la prime pour un prix fixe
it: Non è necessario inserire premium per il prezzo fisso
ja: 固定価格でプレミアムを入力する必要はありません
ko: 고정 가격에 프리미엄을 입력 할 필요가 없습니다.
zh_hk: 固定價格無需輸入溢價

# inputMarketPricePremium
source: Please enter the market price premium ratio
de: Bitte geben Sie das Marktpreisprämienverhältnis ein
es: Ingrese la tasa de prima de precio de mercado
fr: Veuillez saisir le ratio de prime du prix du marché
it: Inserisci il rapporto premio prezzo di mercato
ja: 市場価格プレミアム比率を入力してください
ko: 시장 가격 프리미엄 비율을 입력하세요
zh_hk: 請輸入市場價溢價比例

# inputTradPrice
source: Please enter the transaction price
de: Bitte geben Sie den Transaktionspreis ein
es: Ingrese el precio de la transacción
fr: Veuillez saisir le prix de la transaction
it: Inserisci il prezzo della transazione
ja: 取引価格を入力してください
ko: 거래 가격을 입력하세요
zh_hk: 請輸入交易價格

# inputAutomaticCalculation
source: Transaction prices are automatically calculated
de: Automatische Berechnung des Transaktionspreises
es: Cálculo automático del precio de la transacción
fr: Calcul automatique du prix de transaction
it: Calcolo automatico del prezzo della transazione
ja: 取引価格の自動計算
ko: 거래 가격 자동 계산
zh_hk: 交易價格自動計算

# inputModifyAdsNoCoinType
source: Modification of advertising cannot change the currency type
de: Durch das Bearbeiten von Anzeigen kann der Währungstyp nicht geändert werden
es: La edición de anuncios no puede cambiar el tipo de moneda
fr: La modification des annonces ne peut pas changer le type de devise
it: La modifica degli annunci non può cambiare il tipo di valuta
ja: 広告を編集しても通貨の種類は変更できません
ko: 광고 수정은 통화 유형을 변경할 수 없습니다.
zh_hk: 修改廣告不能更改幣種類型

# inputReal-timePrice
source: Please enter the real-time price
de: Bitte geben Sie den Echtzeitpreis ein
es: Ingrese el precio en tiempo real
fr: Veuillez saisir le prix en temps réel
it: Inserisci il prezzo in tempo reale
ja: リアルタイムの価格を入力してください
ko: 실시간 가격을 입력하세요
zh_hk: 請輸入實時價格
