Repository: bizzancoin/btc-eth-fil-contract-Exchange---ztuo
Catalog: ios/digitalCurrency/Config/*.lproj/*.strings
Languages: de, es, fr, it, ja, ko, zh_hk

source: Notice
de: Ankündigung
es: anuncio
fr: annonce
it: annuncio
ja: 発表
ko: 발표
zh_hk: 公告

# projectNameTip
source: Prompt you to GIBX
de: GIBX erinnert dich
es: GIBX te recuerda
fr: GIBX vous rappelle
it: GIBX te lo ricorda
ja: ビヤンはあなたに思い出させます
ko: GIBX은 당신을 상기시킵니다
zh_hk: GIBX提示您

# addHeadImageMessage
source: Please select head to add
de: Bitte wählen Sie, wie Sie einen Avatar hinzufügen möchten
es: Elija cómo agregar avatar
fr: Veuillez choisir comment ajouter un avatar
it: Scegli come aggiungere avatar
ja: アバターの追加方法を選択してください
ko: 아바타 추가 방법을 선택하세요
zh_hk: 請選擇頭像添加方式

source: takingPictures
de: Fotos machen
es: Tomar fotografías
fr: Prendre des photos
it: Fare foto
ja: 写真を撮る
ko: 사진을 찍다
zh_hk: 拍照

# photoAlbumSelect
source: Choose from the album
de: Wählen Sie aus dem Album
es: Seleccionar del álbum
fr: Sélectionnez dans l'album
it: Seleziona dall'album
ja: アルバムから選択
ko: 앨범에서 선택
zh_hk: 從相冊裡選擇

source: Cancel
de: stornieren
es: cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
zh_hk: 取消

# cameraPermissionsTips
source: Please go to Settings -> privacy -> camera authorizing application photo permissions
de: Bitte gehen Sie zu Einstellungen-> Datenschutz-> Kamera, um die App zum Aufnehmen von Bildern zu autorisieren
es: Vaya a Configuración-> Privacidad-> Cámara para autorizar a la aplicación a tomar fotografías.
fr: Veuillez aller dans Paramètres-> Confidentialité-> Appareil photo pour autoriser l'application à prendre des photos
it: Vai su Impostazioni-> Privacy-> Fotocamera per autorizzare l'app a scattare foto
ja: [設定]-> [プライバシー]-> [カメラ]に移動して、アプリに写真の撮影を許可してください
ko: 설정-> 개인 정보-> 카메라로 이동하여 앱이 사진을 찍을 수 있도록 인증하십시오.
zh_hk: 請前往設置->隱私->相機授權應用拍照權限

# unSupportTakePhoto
source: Your mobile phone does not support photo-taking
de: Ihr Telefon unterstützt die Kamerafunktion nicht
es: Su teléfono no es compatible con la función de cámara
fr: Votre téléphone ne prend pas en charge la fonction appareil photo
it: Il telefono non supporta la funzione fotocamera
ja: お使いの携帯電話はカメラ機能をサポートしていません
ko: 휴대 전화가 카메라 기능을 지원하지 않습니다.
zh_hk: 您的手機不支持拍照功能

source: tips
de: prompt
es: rápido
fr: rapide
it: richiesta
ja: 促す
ko: 신속한
zh_hk: 提示

source: OK
de: bestimmen
es: determinar
fr: déterminer
it: determinare
ja: 決定する
ko: 결정
zh_hk: 確定

# noNetworkStatus
source: Network exception, please check the network!
de: Das Netzwerk ist abnormal, bitte überprüfen Sie das Netzwerk!
es: La red es anormal, verifique la red.
fr: Le réseau est anormal, veuillez vérifier le réseau!
it: La rete è anomala, controlla la rete!
ja: ネットワークが異常です。ネットワークを確認してください。
ko: 네트워크가 비정상입니다. 네트워크를 확인하십시오!
zh_hk: 網絡異常,請檢查網絡!

source: loading...
de: Wird geladen...
es: Cargando...
fr: Chargement...
it: Caricamento in corso...
ja: 読み込んでいます...
ko: 로드 중 ...
zh_hk: 加載中...

# hardLoading
source: Trying to get...
de: Ich arbeite hart, um ...
es: Trabajando duro para conseguir ...
fr: Travailler dur pour obtenir ...
it: Lavorando duro per ottenere ...
ja: 取得するために一生懸命働いています...
ko: 얻기 위해 열심히 노력하고 있습니다 ...
zh_hk: 正在努力獲取...

# hardUpLoading
source: Trying to upload...
de: Hart arbeiten, um hochzuladen ...
es: Trabajando duro para subir ...
fr: Travailler dur pour télécharger ...
it: Sto lavorando sodo per caricare ...
ja: アップロードに一生懸命取り組んでいます...
ko: 업로드하기 위해 열심히 노력하고 있습니다 ...
zh_hk: 正在努力上傳...

# upLoadingHeadPhoto
source: Uploading images...
de: Bild hochladen ...
es: Subiendo imagen ...
fr: Téléchargement de l'image ...
it: Caricamento immagine ...
ja: 写真をアップロードしています...
ko: 사진 업로드 중 ...
zh_hk: 正在上傳圖片...

source: Uploading media...
de: Video hochladen ...
es: Subiendo video ...
fr: Téléchargement de la vidéo ...
it: Caricamento video ...
ja: ビデオをアップロードしています...
ko: 동영상 업로드 중 ...
zh_hk: 正在上傳視頻...

source: Setting headImage...
de: Avatar einstellen ...
es: Configurando avatar ...
fr: Définition de l'avatar ...
it: Impostazione dell'avatar ...
ja: アバターを設定しています...
ko: 아바타 설정 중 ...
zh_hk: 正在設置頭像...

# upLoadPictureFailure
source: Failed to upload image
de: Bild konnte nicht hochgeladen werden
es: No se pudo cargar la imagen
fr: Échec du téléchargement de l'image
it: Impossibile caricare l'immagine
ja: 写真のアップロードに失敗しました
ko: 사진을 업로드하지 못했습니다.
zh_hk: 上傳圖片失敗

# upLoadPictureSuccess
source: Upload photos successfully
de: Bild erfolgreich hochgeladen
es: Imagen cargada correctamente
fr: Image téléchargée avec succès
it: Immagine caricata con successo
ja: 画像が正常にアップロードされました
ko: 사진이 성공적으로 업로드되었습니다.
zh_hk: 上傳圖片成功

# upLoadMediaFailure
source: Failed to upload media
de: Video konnte nicht hochgeladen werden
es: No se pudo subir el video
fr: Échec du téléversement de la vidéo
it: Impossibile caricare il video
ja: ビデオのアップロードに失敗しました
ko: 비디오를 업로드하지 못했습니다.
zh_hk: 上傳視頻失敗

# upLoadMediaSuccess
source: Upload media successfully
de: Video erfolgreich hochgeladen
es: Video subido exitosamente
fr: Vidéo téléversée avec succès
it: Video caricato con successo
ja: ビデオが正常にアップロードされました
ko: 동영상이 성공적으로 업로드되었습니다.
zh_hk: 上傳視頻成功

# savePhotoSuccess
source: Save the image successfully
de: Speichern Sie das Bild erfolgreich
es: Guarda la imagen con éxito
fr: Enregistrez l'image avec succès
it: Salva l'immagine con successo
ja: 写真を正常に保存する
ko: 사진을 성공적으로 저장
zh_hk: 保存圖片成功

# savePhotoFailure
source: Save the image failed
de: Bild konnte nicht gespeichert werden
es: No se pudo guardar la imagen
fr: Échec de l'enregistrement de l'image
it: Impossibile salvare l'immagine
ja: 写真の保存に失敗しました
ko: 사진을 저장하지 못했습니다.
zh_hk: 保存圖片失敗

source: Apply for business
de: Bewerben Sie sich, um ein Unternehmen zu werden
es: Aplicar para convertirse en un negocio
fr: Postuler pour devenir une entreprise
it: Candidati per diventare un'impresa
ja: ビジネスになるために申し込む
ko: 사업 신청
zh_hk: 申請成為商家

source: Apply now
de: sofort anwenden
es: aplicar inmediatamente
fr: appliquer immédiatement
it: applicare immediatamente
ja: すぐに適用する
ko: 즉시 적용
zh_hk: 立即申請

# getMessageCodeTip
source: Please check the phone verification code
de: Bitte achten Sie darauf, den Bestätigungscode des Mobiltelefons zu überprüfen
es: Preste atención para verificar el código de verificación del teléfono móvil
fr: Veuillez faire attention à vérifier le code de vérification du téléphone mobile
it: Si prega di prestare attenzione per controllare il codice di verifica del telefono cellulare
ja: 携帯電話の確認コードを確認してください
ko: 휴대폰 인증 코드 확인에주의 해주세요.
zh_hk: 請注意查收手機驗證碼

# getEmailCodeTip
source: Please check the email verification code
de: Bitte überprüfen Sie den E-Mail-Bestätigungscode
es: Comprueba el código de verificación del correo electrónico.
fr: Veuillez vérifier le code de vérification de l'e-mail
it: Controlla il codice di verifica e-mail
ja: メール確認コードを確認してください
ko: 이메일 인증 코드를 확인하세요
zh_hk: 請注意查收郵箱驗證碼

# inputMessageCode
source: Please enter SMS verification code
de: Bitte geben Sie den SMS-Bestätigungscode ein
es: Ingrese el código de verificación por SMS
fr: Veuillez saisir le code de vérification par SMS
it: Inserisci il codice di verifica SMS
ja: SMS確認コードを入力してください
ko: SMS 인증 코드를 입력하세요
zh_hk: 請輸入短信驗證碼

# inputNewPhoneNum
source: Please enter your new phone number
de: Bitte geben Sie eine neue Telefonnummer ein
es: Ingrese un nuevo número de teléfono
fr: Veuillez saisir un nouveau numéro de téléphone
it: Inserisci un nuovo numero di telefono
ja: 新しい電話番号を入力してください
ko: 새 전화 번호를 입력하세요
zh_hk: 請輸入新手機號碼

# inputLoginPassword
source: Please enter your login password
de: Bitte geben Sie Ihr Passwort ein
es: Por favor, introduzca su contraseña
fr: s'il vous plait entrez votre mot de passe
it: per favore inserisci LA TUA password
ja: パスワードを入力してください
ko: 비밀번호를 입력하세요
zh_hk: 請輸入登錄密碼

# inputCode
source: Please enter the verification code
de: Bitte geben Sie den Bestätigungscode ein
es: por favor ingrese el código de verificación
fr: veuillez entrer le code de vérification
it: inserisci il codice di verifica
ja: 確認コードを入力してください
ko: 인증 코드를 입력하세요
zh_hk: 請輸入驗證碼

# inputEmailAccount
source: Please enter your email account
de: Bitte geben Sie Ihr E-Mail-Konto ein
es: Ingrese su cuenta de correo electrónico
fr: Veuillez entrer votre compte de messagerie
it: Inserisci il tuo account di posta elettronica
ja: メールアカウントを入力してください
ko: 이메일 계정을 입력하세요
zh_hk: 請輸入郵箱賬號

# inputEmailValidate
source: Please enter email verification code
de: Bitte geben Sie den E-Mail-Bestätigungscode ein
es: Ingrese el código de verificación de correo electrónico
fr: Veuillez saisir le code de vérification de l'e-mail
it: Inserisci il codice di verifica e-mail
ja: メール確認コードを入力してください
ko: 이메일 인증 코드를 입력하세요
zh_hk: 請輸入郵箱驗證碼

# inputEmailValidateRight
source: Please enter your email account correctly
de: Bitte geben Sie Ihr E-Mail-Konto korrekt ein
es: Ingrese su cuenta de correo electrónico correctamente
fr: Veuillez saisir correctement votre compte de messagerie
it: Inserisci correttamente il tuo account di posta elettronica
ja: メールアカウントを正しく入力してください
ko: 이메일 계정을 올바르게 입력하십시오
zh_hk: 請正確輸入郵箱賬號

# inputEmail
source: Please enter email
de: Bitte geben Sie Ihre E-Mail-Adresse ein
es: por favor ingrese su correo electrónico
fr: veuillez saisir votre email
it: per favore inserisci la tua email
ja: メールアドレスを入力してください
ko: 이메일을 입력 해주세요
zh_hk: 請輸入郵箱

# inputUsername
source: Please enter username
de: Bitte geben sie einen Benutzernamen ein
es: por favor ingrese el nombre de usuario
fr: veuillez entrer le nom d'utilisateur
it: si prega di inserire il nome utente
ja: ユーザー名を入力してください
ko: 사용자 이름을 입력하십시오
zh_hk: 請輸入用戶名

# emailOrMobile
source: email/phone number
de: Telefonnummer
es: número de teléfono
fr: numéro de téléphone
it: numero di telefono
ja: 電話番号
ko: 전화 번호
zh_hk: 手機號

# inputPwd
source: Please enter password
de: Bitte Passwort eingeben
es: Por favor, ingrese contraseña
fr: Veuillez entrer le mot de passe
it: Per favore, inserisci la password
ja: パスワードを入力してください
ko: 비밀번호를 입력 해주세요
zh_hk: 請輸入密碼

# checkPassword
source: The new password is inconsistent with the confirmation password
de: Das neue Passwort stimmt nicht mit dem bestätigten Passwort überein
es: La nueva contraseña no coincide con la contraseña confirmada
fr: Le nouveau mot de passe ne correspond pas au mot de passe confirmé
it: La nuova password non corrisponde alla password confermata
ja: 新しいパスワードが確認済みのパスワードと一致しません
ko: 새 비밀번호가 확인 된 비밀번호와 일치하지 않습니다.
zh_hk: 新密碼與確認密碼不一致

source: warmPrompt
de: Tipps
es: Consejos
fr: Conseils
it: Suggerimenti
ja: チップ
ko: 팁
zh_hk: 溫馨提示

# inputMobileEmail
source: Please enter your phone number or email
de: Bitte geben Sie Ihre Telefonnummer oder E-Mail-Nummer ein
es: Ingrese su número de teléfono o correo electrónico
fr: Veuillez entrer votre numéro de téléphone ou votre numéro de courriel
it: Per favore inserisci il tuo numero di telefono o numero di email
ja: 電話番号またはメール番号を入力してください
ko: 전화 번호 또는 이메일 번호를 입력하세요
zh_hk: 請輸入手機號或郵箱號

# inputMobile
source: Please enter phoneNumber
de: Bitte geben Sie die Telefonnummer ein
es: Ingrese el número de teléfono
fr: Veuillez entrer le numéro de téléphone
it: Inserisci il numero di telefono
ja: 電話番号を入力してください
ko: 전화 번호를 입력하세요
zh_hk: 請輸入手機號

# phoneNum
source: PhoneNumber
de: Handynummer
es: Número de teléfono móvil
fr: numéro de téléphone portable
it: numero di cellulare
ja: 携帯電話番号
ko: 휴대 전화 번호
zh_hk: 手機號碼

# button
source: Change Language
de: Sprache wechseln
es: Cambiar idioma
fr: Changer de langue
it: Cambia lingua
ja: 言語を切り替える
ko: 언어 전환
zh_hk: 切換語言

# Certificationagreement
source: Business agreement
de: Händlervereinbarung
es: Acuerdo comercial
fr: Accord marchand
it: Contratto commerciale
ja: 商人契約
ko: 판매자 계약
zh_hk: 商家協議

source: Login
de: Einloggen
es: iniciar sesión
fr: s'identifier
it: accesso
ja: ログインする
ko: 로그인
zh_hk: 登錄

source: register
de: Eingetragen
es: registrado
fr: inscrit
it: registrato
ja: 登録済み
ko: 등기
zh_hk: 註冊

source: Now Register
de: Jetzt registrieren
es: Regístrate ahora
fr: S'inscrire maintenant
it: Iscriviti ora
ja: 今すぐ登録
ko: 지금 등록하세요
zh_hk: 現在註冊

# moblieRegister
source: Mobile Register
de: Registrierung der Handynummer
es: Registro de número de teléfono móvil
fr: Enregistrement du numéro de téléphone mobile
it: Registrazione del numero di cellulare
ja: 携帯電話番号登録
ko: 휴대폰 번호 등록
zh_hk: 手機號註冊

# moblieValidate
source: Mobile Validate
de: Überprüfung der Telefonnummer
es: Verificación del número de teléfono
fr: Vérification du numéro de téléphone
it: Verifica del numero di telefono
ja: 電話番号の確認
ko: 전화 번호 확인
zh_hk: 手機號驗證

source: Email Validate
de: E-Mail-Verifizierung
es: Verificacion de email
fr: Vérification de l'E-mail
it: Verifica email
ja: 電子メールによる確認
ko: 이메일 확인
zh_hk: 郵箱驗證

source: Email Register
de: E-Mail Registrierung
es: registro de email
fr: inscription par e-mail
it: registrazione email
ja: メール登録
ko: 이메일 등록
zh_hk: 郵箱註冊

# sendValidate
source: Send Verification code
de: Senden Sie den Bestätigungscode
es: Envíe el código de verificación
fr: Envoyez le code de vérification
it: Invia il codice di verifica
ja: 確認コードを送信する
ko: 인증 코드 보내기
zh_hk: 發送驗證碼

source: Phone Validate
de: Telefonbestätigungscode
es: Código de verificación del teléfono
fr: Code de vérification du téléphone
it: Codice di verifica del telefono
ja: 電話確認コード
ko: 전화 인증 코드
zh_hk: 手機驗證碼

# inputAgainPwd
source: Please enter your password again
de: Bitte geben Sie das Passwort erneut ein
es: Ingrese la contraseña nuevamente
fr: Veuillez saisir à nouveau le mot de passe
it: Inserisci di nuovo la password
ja: パスワードをもう一度入力してください
ko: 비밀번호를 다시 입력하십시오
zh_hk: 請再次輸入密碼

# inputPwdNoSame
source: The two passwords are inconsistent
de: Zwei Passworteinträge sind inkonsistent
es: Dos entradas de contraseña son inconsistentes
fr: Deux entrées de mot de passe sont incohérentes
it: Due voci di password non sono coerenti
ja: 2つのパスワードエントリに一貫性がありません
ko: 두 개의 암호 항목이 일치하지 않습니다.
zh_hk: 兩次密碼輸入不一致

# pwd
source: password
de: Passwort
es: contraseña
fr: mot de passe
it: parola d'ordine
ja: パスワード
ko: 암호
zh_hk: 密碼

# invite
source: Promotion code
de: Einladungscode
es: Código de invitación
fr: Code d'invitation
it: Codice di invito
ja: 招待コード
ko: 초대 코드
zh_hk: 邀請碼

# china
source: 中国
de: China
es: China
fr: Chine
it: Cina
ko: 중국
zh_hk: 中國

# selectCountry
source: Choose the country
de: Wähle ein Land
es: Elige un pais
fr: Choisissez un pays
it: Scegli un paese
ja: 国を選択します
ko: 국가를 선택하십시오
zh_hk: 選擇國家

# collectionSettings
source: Payment Set
de: Sammlungseinstellungen
es: Configuración de la colección
fr: Paramètres de collecte
it: Impostazioni della raccolta
ja: コレクションの設定
ko: 컬렉션 설정
zh_hk: 收款設置

source: Fund Pwd
de: Fonds-Passwort
es: Contraseña del fondo
fr: Mot de passe du fonds
it: Password del fondo
ja: ファンドパスワード
ko: 펀드 비밀번호
zh_hk: 資金密碼

source: My invitation
de: Meine Einladung
es: Mi invitación
fr: Mon invitation
it: Il mio invito
ja: 私の招待状
ko: 내 초대장
zh_hk: 我的邀請

source: My invitation link
de: Mein Einladungslink
es: Mi enlace de invitación
fr: Mon lien d'invitation
it: Il mio link di invito
ja: 私の招待リンク
ko: 내 초대 링크
zh_hk: 我的邀請鏈接

source: First
de: Freund der ersten Ebene
es: Amigo de primer nivel
fr: Ami de premier niveau
it: Amico di primo livello
ja: 一流の友達
ko: 1 단계 친구
zh_hk: 一級好友

source: Second
de: Freund der zweiten Ebene
es: Amigo de segundo nivel
fr: Ami de deuxième niveau
it: Amico di secondo livello
ja: 二番目のレベルの友達
ko: 두 번째 수준 친구
zh_hk: 二級好友

source: Commission
de: Provisionserträge
es: ingresos por comisiones
fr: revenus de commissions
it: Entrate da commissioni
ja: コミッション収入
ko: 수수료 수입
zh_hk: 佣金收入

# level2
source: Level
de: Partnerschaftsebene
es: Nivel de asociación
fr: Niveau de partenariat
it: Livello di partnership
ja: パートナーシップレベル
ko: 파트너십 수준
zh_hk: 合夥級別

source: Assets
de: Anlagenmanagement
es: gestión de activos
fr: la gestion d'actifs
it: gestione delle risorse
ja: 資産運用管理
ko: 자산 관리
zh_hk: 資產管理

# management
source: OTC Management
de: Legal Währungsmanagement
es: Gestión de moneda legal
fr: Gestion des devises légales
it: Gestione legale della valuta
ja: 法定通貨管理
ko: 법적 통화 관리
zh_hk: 法幣管理

# RemindingMessage
source: For your financial security, please go to the security center to open the gesture password function.
de: Um die Sicherheit Ihres Geldes zu gewährleisten, gehen Sie bitte zu [Sicherheitscenter], um die Gestenpasswortfunktion zu aktivieren!
es: Para la seguridad de sus fondos, vaya al [Centro de seguridad] para habilitar la función de contraseña de gestos.
fr: Pour la sécurité de vos fonds, veuillez vous rendre dans [Security Center] pour activer la fonction de mot de passe gestuel!
it: Per la sicurezza dei tuoi fondi, vai al [Centro sicurezza] per abilitare la funzione password gestuale!
ja: 資金の安全のため、[セキュリティセンター]にアクセスしてジェスチャパスワード機能を有効にしてください！
ko: 자금의 안전을 위해 [보안 센터]에서 제스처 비밀번호 기능을 활성화하세요!
zh_hk: 為了您的資金安全，請您到【安全中心】開啟手勢密碼功能！

source: No Longer Reminding
de: Keine Erinnerungen mehr
es: No más recordatorios
fr: Plus de rappels
it: Niente più promemoria
ja: これ以上のリマインダーはありません
ko: 더 이상 알림 없음
zh_hk: 不再提醒

# userName
source: Login
de: Einloggen
es: iniciar sesión
fr: s'identifier
it: accesso
ja: ログインする
ko: 로그인
zh_hk: 登錄

# turnover
source: BHB Safe development of circulation
de: BHB Sicherheits- und Entwicklungszirkulation
es: Circulación de seguridad y desarrollo de BHB
fr: Circulation sécurité et développement BHB
it: Sicurezza BHB e circolazione dello sviluppo
ja: BHBの安全性と開発の循環
ko: BHB 안전 및 개발 순환
zh_hk: BHB安全與發展流通量

# Totalamount
source: Total amount 6 billion BHB
de: Insgesamt 6 Milliarden BHB
es: Total 6 mil millones BHB
fr: Total 6 milliards de BHB
it: Totale 6 miliardi di BHB
ja: 合計60億BHB
ko: 총 60 억 BHB
zh_hk: 總量60億 BHB

# todaytotalamount
source: Aggregate income to be allocated today
de: Kumulative Umrechnung des ersten Tages, der heute zugewiesen wird
es: Conversión acumulada del primer día que se asignará hoy
fr: Conversion cumulative du premier jour à attribuer aujourd'hui
it: Conversione cumulativa del primo giorno da assegnare oggi
ja: 今日割り当てられる最初の日の累積変換
ko: 오늘 할당 할 첫날의 누적 변환
zh_hk: 今日待分配首日累積折合

# yesterdaytotalamount
source: Distribution of income yesterday
de: Die kumulierten Ausschüttungserträge von gestern
es: Ingresos de distribución acumulados de ayer
fr: Revenu de distribution cumulatif d'hier
it: Il reddito di distribuzione cumulativo di ieri
ja: 昨日の累積分配収入
ko: 어제의 누적 소득 분배
zh_hk: 昨日分配收入累計折合

# distributionmoney
source: Income to be allocated
de: Zu verteilendes Einkommen
es: Ingresos a distribuir
fr: Revenu à distribuer
it: Reddito da distribuire
ja: 分配される収入
ko: 분배 될 소득
zh_hk: 待分配收入

# schemeallot
source: Allocation scheme
de: Verteilungsplan
es: Plan de distribución
fr: Plan de distribution
it: Piano di distribuzione
ja: 流通計画
ko: 배포 계획
zh_hk: 分配方案

# Miningoutput
source: Mining output yesterday
de: Bergbauproduktion gestern
es: Producción minera ayer
fr: Sortie minière hier
it: Produzione mineraria ieri
ja: 昨日のマイニング出力
ko: 어제 채굴량
zh_hk: 昨日挖礦產出

# Totalflux
source: BHB Total flux
de: BHB Gesamtauflage
es: Circulación total de BHB
fr: Circulation totale BHB
it: BHB circolazione totale
ja: BHB総循環
ko: BHB 총 순환
zh_hk: BHB總流通量

# parallelmarketflux
source: BHB Two level market circulation
de: BHB Sekundärmarktauflage
es: Circulación en el mercado secundario de BHB
fr: Circulation sur le marché secondaire BHB
it: Circolazione sul mercato secondario di BHB
ja: BHB流通市場の流通
ko: BHB 유통 시장 유통
zh_hk: BHB二級市場流通量

# accounting
source: Welcome to GIBX
de: Willkommen in GIBX
es: Bienvenido a GIBX
fr: Bienvenue à GIBX
it: Benvenuto a GIBX
ja: ビヤンへようこそ
ko: GIBX에 오신 것을 환영합니다
zh_hk: 歡迎來到GIBX

# totalAssets
source: TotalAssets（USDT）
de: Bilanzsumme (USDT)
es: Activos totales (USDT)
fr: Actif total (USDT)
it: Attività totali (USDT)
ja: 総資産（USDT）
ko: 총 자산 (USDT)
zh_hk: 總資產（USDT）

source: MyBill
de: Meine Bestellung
es: Mi pedido
fr: Ma commande
it: Il mio ordine
ja: 私の注文
ko: 내 주문
zh_hk: 我的訂單

source: MyAdvertising
de: Meine Anzeige
es: Mi anuncio
fr: Mon annonce
it: Il mio annuncio
ja: 私の広告
ko: 내 광고
zh_hk: 我的廣告

source: MyEntrust
de: Meine Provision
es: Mi comisión
fr: Ma commission
it: La mia commissione
ja: 私の任務
ko: 내 커미션
zh_hk: 我的委託

source: SafeCenter
de: Sicherheitscenter
es: Centro de Seguridad
fr: Centre de sécurité
it: Centro di sicurezza
ja: セキュリティセンター
ko: 보안 센터
zh_hk: 安全中心

# settingCenter
source: Setting
de: Mitte einstellen
es: Establecer centro
fr: Définir le centre
it: Imposta il centro
ja: センターを設定する
ko: 세트 센터
zh_hk: 設置中心

# languageSetting
source: Language
de: Spracheinstellungen
es: configuraciones de idioma
fr: paramètres de langue
it: impostazioni della lingua
ja: 言語設定
ko: 언어 설정
zh_hk: 語言設置

source: Feedback
es: Retroalimentación
fr: Retour d'information
it: Risposta
ja: フィードバック
ko: 피드백
zh_hk: 反饋意見

# alertLogOut
source: Do you want to log out?
de: Abmeldung bestätigen?
es: ¿Confirmar cierre de sesión?
fr: Confirmer la déconnexion?
it: Conferma il logout?
ja: ログアウトを確認しますか？
ko: 로그 아웃을 확인 하시겠습니까?
zh_hk: 確認退出登錄?

source: Logging out
de: Ausloggen...
es: Saliendo de tu cuenta...
fr: Déconnecter...
it: Disconnessione ...
ja: ログアウト...
ko: 로그 아웃하다...
zh_hk: 正在退出登錄...

# networkAbnormal
source: Please check if the network is abnormal
de: Das Netzwerk ist abnormal, bitte überprüfen Sie das Netzwerk
es: La red es anormal, verifique la red
fr: Le réseau est anormal, veuillez vérifier le réseau
it: La rete è anomala, controlla la rete
ja: ネットワークが異常です。ネットワークを確認してください
ko: 네트워크가 비정상입니다. 네트워크를 확인하십시오.
zh_hk: 網絡異常,請檢查網絡

source: versionUpdate
de: neues Versionsupdate
es: actualización de nueva versión
fr: mise à jour de la nouvelle version
it: nuovo aggiornamento della versione
ja: 新しいバージョンの更新
ko: 새 버전 업데이트
zh_hk: 版本更新

# versionUpdateTip
source: No latest version, no update required
de: Auf die neueste Version aktualisiert
es: Actualizado a la última versión
fr: Mis à jour à la dernière version
it: Aggiornato all'ultima versione
ja: 最新バージョンに更新
ko: 최신 버전으로 업데이트
zh_hk: 已更新到最新版本
