Repository: bizzancoin/btc-eth-fil-contract-Exchange---ztuo
Catalog: ios/digitalCurrency/Config/*.lproj/*.strings
Languages: de, es, fr, it, ja, ko, zh_hk

source: Uploaded
de: hochgeladen
es: subido
fr: téléversé
it: caricato
ja: アップロード
ko: 업로드 됨
zh_hk: 已上傳

source: Not uploaded
de: Nicht hochgeladen
es: No subido
fr: Non téléversé
it: Non caricato
ja: アップロードされていません
ko: 업로드되지 않음
zh_hk: 未上傳

# payTypeTips
source: Please set up your payment method and make sure you use my real account number.
de: Bitte richten Sie Ihre Zahlungsmethode ein und verwenden Sie Ihr echtes Konto
es: Configure su método de pago, use su cuenta de nombre real
fr: Veuillez configurer votre mode de paiement, veuillez utiliser votre compte réel
it: Imposta il tuo metodo di pagamento, utilizza il tuo account con il nome reale
ja: お支払い方法をご設定ください。本名アカウントをご利用ください
ko: 결제 수단을 설정하고 실명 계좌를 사용하세요
zh_hk: 請設置您的收款方式，請務必使用本人的實名賬號

source: Number
de: Nummer jeder Wette
es: Número de cada apuesta
fr: Numéro de chaque pari
it: Numero di ogni scommessa
ja: 各賭けの数
ko: 각 베팅의 수
zh_hk: 每注個數

source: TotalNumber
de: Gesamte Wetten
es: Apuestas totales
fr: Paris totaux
it: Scommesse totali
ja: 総賭け
ko: 총 베팅
zh_hk: 投注總數

source: OpeningTime
de: Zeit zeichnen
es: Dibujar tiempo
fr: Temps de tirage
it: Passa il tempo
ja: 描画時間
ko: 그리기 시간
zh_hk: 開獎時間

source: Detailsoftheaward
de: Details zeichnen
es: Dibujar detalles
fr: Dessiner les détails
it: Disegna i dettagli
ja: 詳細を描く
ko: 세부 사항 그리기
zh_hk: 開獎詳情

source: Professional contract
de: Berufsvertrag
es: Contrato profesional
fr: Contrat professionnel
it: Contratto professionale
ja: 専門家契約
ko: 전문 계약
zh_hk: 專業合約

# text_open
source: Open
de: Öffnen Sie eine Position
es: Abrir una posición
fr: Ouvrir un poste
it: Apri una posizione
ja: ポジションを開く
ko: 포지션 열기
zh_hk: 開倉

# text_flat
source: Close
de: Liquidation
es: Liquidación
fr: Liquidation
it: Liquidazione
ja: 清算
ko: 변제
zh_hk: 平倉

# constract
source: SWAP
de: Nachhaltig
es: Sostenible
fr: Durable
it: Sostenibile
ja: 持続可能な
ko: 지속 가능
zh_hk: 永續

source: Account
de: Konto
es: Cuenta
fr: Compte
ja: アカウント
ko: 계정
zh_hk: 賬戶

# text_all_model
source: Cross
de: Ganzer Lagermodus
es: Modo de almacén completo
fr: Mode entrepôt entier
it: Modalità intero magazzino
ja: 全倉庫モード
ko: 전체 창고 모드
zh_hk: 全倉模式

# text_chase_model
source: Fixed
de: Lager für Lagermodus
es: Almacén por modo de almacén
fr: Entrepôt par mode d'entrepôt
it: Magazzino per modalità magazzino
ja: 倉庫モードによる倉庫
ko: 창고 모드 별 창고
zh_hk: 逐倉模式

# text_open_many
source: Long
de: Mehr öffnen
es: Abrir más
fr: Ouvrir plus
it: Apri di più
ja: もっと開く
ko: 더 열기
zh_hk: 開多

# text_open_null
source: Short
de: Freifläche
es: Espacio abierto
fr: Espace ouvert
it: Spazio aperto
ja: オープンスペース
ko: 열린 공간
zh_hk: 開空

# text_flatmore
source: Long
de: Pindo
es: Pindo
fr: Pindo
it: Pindo
ja: ピンド
ko: 핀도
zh_hk: 平多

# text_flatnull
source: Short
de: Flache Luft
es: Aire plano
fr: Air plat
it: Aria piatta
ja: 平らな空気
ko: 평평한 공기
zh_hk: 平空

# text_limit_entrust
source: Limit Price
de: Bestellung begrenzen
es: Orden limitada
fr: Limiter l'ordre
it: Ordine limite
ja: 指値注文
ko: 주문 제한
zh_hk: 限價委託

# text_Market_entrust
source: Market Price
de: Marktordnung
es: Orden de mercado
fr: Ordre du marché
it: Ordine di mercato
ja: 成行注文
ko: 시장 주문
zh_hk: 市價委託

# text_plan_entrust
source: Trigger Price
de: Provision planen
es: Comisión del plan
fr: Commission du plan
it: Commissione del piano
ja: 計画委員会
ko: 계획 수수료
zh_hk: 計劃委託

# zhang
source: Cont
de: Zhang
es: Zhang
fr: Zhang
it: Zhang
ja: 張
ko: 장
zh_hk: 張

# Openmore
source: Max. L:
de: Kann mehr öffnen:
es: Puede abrir más:
fr: Peut ouvrir plus:
it: Può aprire di più:
ja: もっと開くことができます：
ko: 더 열 수 있습니다 :
zh_hk: 可開多:

# Opennull
source: Max. S:
de: Kann geöffnet werden:
es: Se puede abrir:
fr: Peut être ouvert:
it: Può essere aperto:
ja: 開くことができます：
ko: 열 수 있습니다 :
zh_hk: 可開空:

# buyOpenmore
source: Open Long
de: Kaufen Sie lange offen
es: Compra abierta larga
fr: Acheter open long
it: Acquista aperto a lungo
ja: 長く開いて購入
ko: 오픈 롱 구매
zh_hk: 買入開多

# sellOpennull
source: Open Short
de: Verkaufen Sie kurz
es: Vender corto
fr: Vendre à découvert
it: Vendi allo scoperto
ja: 短く売る
ko: 공매도
zh_hk: 賣出開空

# buyflatnull
source: Close Long
de: Kaufen Sie kurz
es: Compra corta
fr: Acheter court
it: Acquista a breve
ja: 短く買う
ko: 짧은 구매
zh_hk: 買入平空

# sellflatmore
source: Close Short
de: Verkaufen Sie mehr
es: Vende mas
fr: Vendez plus
it: Vendi di più
ja: もっと売る
ko: 더 많이 판매
zh_hk: 賣出平多

# text_hold
source: Current Position
de: Aktuelle Position
es: Posición actual
fr: Position actuelle
it: Posizione attuale
ja: 現在位置
ko: 현재 위치
zh_hk: 當前持倉

# text_current_entrust
source: Current Entrust
de: Aktuelle Provision
es: Comisión actual
fr: Commission actuelle
it: Commissione attuale
ja: 現在の手数料
ko: 현재 커미션
zh_hk: 當前委託

# flatnull
source: Max(L):
de: Short-Positionen können geschlossen werden:
es: Las posiciones cortas se pueden cerrar:
fr: Les positions courtes peuvent être fermées:
it: Le posizioni corte possono essere chiuse:
ja: ショートポジションは閉じることができます：
ko: 숏 포지션을 청산 할 수 있습니다 :
zh_hk: 空倉可平:

# flatmore
source: Max(S):
de: Long-Positionen können geschlossen werden:
es: Las posiciones largas se pueden cerrar:
fr: Les positions longues peuvent être fermées:
it: Le posizioni lunghe possono essere chiuse:
ja: 長いポジションは閉じることができます：
ko: 매수 포지션을 청산 할 수 있습니다 :
zh_hk: 多倉可平:

# input_number
source: 请输入数量
de: Bitte geben Sie die Menge ein
es: Por favor ingrese la cantidad
fr: Veuillez saisir la quantité
it: Inserisci la quantità
ja: 数量を入力してください
ko: 수량을 입력하세요
zh_hk: 請輸入數量

# input_price
source: 请输入价格
de: Bitte geben Sie den Preis ein
es: Ingrese el precio
fr: Veuillez saisir le prix
it: Inserisci il prezzo
ja: 価格を入力してください
ko: 가격을 입력하세요
zh_hk: 請輸入價格

# more_head
source: Long
de: lange
es: largo
fr: longue
it: lungo
ja: 長いです
ko: 긴
zh_hk: 多頭

# null_head
source: Short
de: Kurz
es: Corto
fr: Court
it: Corto
ja: ショート
ko: 짧은
zh_hk: 空頭

# text_entrust_details
source: Entrust Details
de: Angaben zur Kommission
es: Detalles de la comisión
fr: Détails de la commission
it: Dettagli della Commissione
ja: 委員会の詳細
ko: 수수료 세부 정보
zh_hk: 委託詳情

# text_open_flat
source: Open/Close
de: Öffnen schließen
es: Abierto cerrado
fr: Ouvrir fermer
it: Aperto chiuso
ja: 開閉
ko: 열기 / 닫기
zh_hk: 開倉/平倉

# text_entrust_type
source: Type
de: Provisionsart
es: Tipo de comisión
fr: Type de commission
it: Tipo di commissione
ja: コミッションタイプ
ko: 커미션 유형
zh_hk: 委託類型

# text_trigger_price_constract
source: Trigger Price
de: Preis auslösen
es: Precio de activación
fr: Prix ​​de déclenchement
it: Prezzo trigger
ja: トリガー価格
ko: 트리거 가격
zh_hk: 觸發價

# text_guarantee_money
source: Margin
de: Spanne
es: Margen
fr: Marge
it: Margine
ja: マージン
ko: 여유
zh_hk: 保證金

# shouxufei
source: Fee
de: Bearbeitungsgebühr
es: Tasa de tramitación
fr: Frais de gestion
it: Tassa di gestione
ja: 手数料
ko: 수수료
zh_hk: 手續費

# text_compute
source: P/L
de: Abrechnungsgewinn und -verlust
es: Pérdidas y ganancias por liquidación
fr: Bénéfice et perte de règlement
it: Profitti e perdite di regolamento
ja: 決済の損益
ko: 정산 손익
zh_hk: 結算盈虧

# text_earnings
source: PL
de: Einkommen
es: ingresos
fr: le revenu
it: reddito
ja: 所得
ko: 수입
zh_hk: 收益

# text_leverage
source: Leverage
de: Hebelwirkung
es: Apalancamiento
fr: Influence
it: Leva
ja: 活用する
ko: 이점
zh_hk: 槓桿倍數

# text_inventory
source: Position
de: Offenes Interesse
es: Interes abierto
fr: Intérêt ouvert
it: Interesse aperto
ja: 建玉
ko: 미결제 약정
zh_hk: 持倉量

# text_Amount
source: Ava Position
de: Kann geebnet werden
es: Se puede nivelar
fr: Peut être nivelé
it: Può essere livellato
ja: 平準化できます
ko: 평준화 가능
zh_hk: 可平量

# text_average_open
source: Open Price
de: Durchschnittlicher offener Preis
es: Precio medio de apertura
fr: Prix ​​moyen d'ouverture
it: Prezzo medio aperto
ja: 平均オープン価格
ko: 평균 시가
zh_hk: 開倉均價

# text_Current_margin
source: Cur Margin
de: Aktuelle Marge
es: Margen actual
fr: Marge actuelle
it: Margine corrente
ja: 現在のマージン
ko: 현재 마진
zh_hk: 當前保證金

# text_margin_rate
source: Margin Ratio
de: Margin Rate
es: Tasa de margen
fr: Taux de marge
it: Tasso di margine
ja: マージン率
ko: 마진율
zh_hk: 保證金率

# Wallet_Overturn
source: Asset transfer
de: Vermögensübertragung
es: Transferencia de activos
fr: Transfert d'actifs
it: Trasferimento di beni
ja: 資産譲渡
ko: 자산 이전
zh_hk: 資產劃轉

source: From
de: Von
es: Desde
fr: De
it: A partire dal
ja: から
ko: 에서
zh_hk: 從

source: To
de: Zu
es: A
fr: À
it: Per
ja: に
ko: 에
zh_hk: 到

# tv_coins
source: Currency Account
de: Währungskonto
es: Cuenta corriente
fr: Compte en devises
it: Conto in valuta
ja: 通貨口座
ko: 통화 계정
zh_hk: 幣幣賬戶

# tv_constract
source: Swap Account
de: Perpetual Account
es: Cuenta perpetua
fr: Compte perpétuel
it: Conto perpetuo
ja: 永久アカウント
ko: 영구 계정
zh_hk: 永續賬戶

# tv_overturn_number
source: Transfer amount
de: Anzahl der Überweisungen
es: Número de transferencias
fr: Nombre de transferts
it: Numero di trasferimenti
ja: 転送回数
ko: 환승 횟수
zh_hk: 劃轉數量

# tv_input_overturn_number
source: Please input the transfer amount
de: Bitte geben Sie den Überweisungsbetrag ein
es: Ingrese el monto de la transferencia
fr: Veuillez saisir le montant du virement
it: Inserisci l'importo del trasferimento
ja: 振込金額を入力してください
ko: 이체 금액을 입력하세요
zh_hk: 請輸入劃轉數量

# tv_overturn
source: Transfer
es: Transferir
fr: Transfert
it: Trasferimento
ja: 転送
ko: 이전
zh_hk: 劃轉

# tv_balance
source: Blance
de: Balance
es: Equilibrar
fr: Équilibre
it: Equilibrio
ja: 残高
ko: 밸런스
zh_hk: 餘額

# transferMustBeGreaterThan
source: Transfer quantity must be greater than 0
de: Der Überweisungsbetrag muss größer als 0 sein
es: El monto de la transferencia debe ser mayor que 0
fr: Le montant du transfert doit être supérieur à 0
it: L'importo del trasferimento deve essere maggiore di 0
ja: 転送額は0より大きくなければなりません
ko: 이체 금액은 0보다 커야합니다.
zh_hk: 劃轉數量必須大於0

# tv_select_account
source: Select account
de: Konto auswählen
es: Seleccionar cuenta
fr: Sélectionnez un compte
it: Seleziona account
ja: アカウントを選択
ko: 계정 선택
zh_hk: 選擇賬戶

# notChargeMoneyTip
source: The platform does not support charging COINS temporarily
de: Unterstützt keine Einzahlung
es: No admite depósito
fr: Ne prend pas en charge le dépôt
it: Non supporta il deposito
ja: デポジットはサポートしていません
ko: 입금을 지원하지 않습니다
zh_hk: 暫不支持充幣

# notMentionMoneyTip
source: The platform does not support currency withdrawal temporarily
de: Unterstützt keine Auszahlung
es: No admite retiro
fr: Ne prend pas en charge le retrait
it: Non supporta il ritiro
ja: 撤退をサポートしていません
ko: 인출을 지원하지 않습니다
zh_hk: 暫不支持提幣

# verification
source: Verified
de: verifiziert
es: verificado
fr: vérifié
it: verificato
ja: 検証済み
ko: 확인 됨
zh_hk: 已認證

source: Unverified
de: nicht zertifiziert
es: no certificado
fr: non certifié
it: non certificato
ja: 認定されていません
ko: 인증되지 않음
zh_hk: 未認證

# yourApproved
source: Cancellation Application Approved
de: Die Prüfung Ihres Antrags auf Geschäftsstornierung wurde bestanden
es: Se aprobó la revisión de su solicitud de cancelación comercial
fr: L'examen de votre demande d'annulation d'entreprise a été réussi
it: La verifica della tua richiesta di annullamento aziendale è stata superata
ja: ビジネスキャンセル申請の審査に合格しました
ko: 귀하의 비즈니스 취소 신청 검토가 통과되었습니다.
zh_hk: 您的商家註銷申請審核已通過

source: Business cancellation
de: Händlerabmeldung
es: Cierre de sesión del comerciante
fr: Déconnexion du marchand
it: Logout commerciante
ja: マーチャントログアウト
ko: 판매자 로그 아웃
zh_hk: 商家註銷

source: Commit apply
de: Bewerbung einreichen
es: presentar la solicitud
fr: présenter une demande
it: presentare domanda
ja: 申請書を提出する
ko: 지원서 제출
zh_hk: 提交申請

source: Review passed
de: Prüfung bestanden
es: examen aprobado
fr: examen réussi
it: esame superato
ja: 試験に合格
ko: 시험 통과
zh_hk: 審核通過

source: To apply for
de: Erneut bewerben
es: Aplicar de nuevo
fr: Réappliquer
it: Riapplica
ja: 再申請
ko: 재 적용
zh_hk: 重新申請

source: Certification Passed
de: Herzliche Glückwünsche! Ihre Überprüfung der Geschäftsüberprüfung wurde bestanden
es: ¡Felicidades! Su revisión de verificación comercial ha pasado
fr: Toutes nos félicitations! La vérification de votre entreprise a réussi
it: Congratulazioni! La verifica della tua attività commerciale è stata superata
ja: おめでとう！ビジネス検証レビューに合格しました
ko: 축하합니다! 비즈니스 확인 검토를 통과했습니다.
zh_hk: 恭喜！您的商家認證審核已通過

source: Prepare materials
de: Materialien vorbereiten
es: preparar materiales
fr: préparer le matériel
it: preparare i materiali
ja: 材料を準備する
ko: 재료를 준비하다
zh_hk: 準備資料

source: Submit review
de: Bewertung abschicken
es: Enviar opinión
fr: Poster le commentaire
it: Invia recensione
ja: レビュー送信
ko: 리뷰 제출
zh_hk: 提交審核

source: Already certified
de: verifiziert
es: verificado
fr: vérifié
it: verificato
ja: 検証済み
ko: 확인 됨
zh_hk: 已認證

source: Advertising
de: eine Anzeige aufgeben
es: Colocar un anuncio
fr: Placer une annonce
it: Inserisci un annuncio
ja: 広告を配置する
ko: 광고 배치
zh_hk: 發布廣告

source: Apply for loan
de: Übergabe beantragen
es: Solicita la rendición
fr: Demander la remise
it: Richiedi la resa
ja: 降伏を申請する
ko: 항복 신청
zh_hk: 申請退保

source: Cancellation submitted
de: Ihr Antrag auf Geschäftsstornierung wurde eingereicht
es: Se envió su solicitud de cancelación de negocios
fr: Votre demande d'annulation d'entreprise a été soumise
it: La tua domanda di annullamento aziendale è stata inviata
ja: あなたのビジネスキャンセル申請書が提出されました
ko: 비즈니스 취소 신청서가 제출되었습니다.
zh_hk: 您的商家註銷申請已提交

# waitForTheResult
source: Wait result
de: Warten auf Ergebnisse
es: Esperando resultados
fr: En attente de résultats
it: Aspettando risultati
ja: 結果を待っています
ko: 결과를 기다리는 중
zh_hk: 等待結果

# cancellationApproved
source: Cancellation not approved
de: Die Prüfung Ihres Antrags auf Geschäftsstornierung ist fehlgeschlagen
es: No se pudo revisar la solicitud de cancelación de su empresa
fr: Votre examen de la demande d'annulation d'entreprise a échoué
it: La revisione della tua richiesta di annullamento aziendale non è riuscita
ja: ビジネスキャンセル申請の審査に失敗しました
ko: 비즈니스 취소 신청 검토 실패
zh_hk: 您的商家註銷申請審核未通過

source: Review
de: Überprüfung
es: Volver a revisar
fr: Revoir
it: Nuova revisione
ja: 再レビュー
ko: 재검토
zh_hk: 重新審核

source: Reason
de: der Grund
es: la razón
fr: la raison
it: la ragione
ja: 理由
ko: 이유
zh_hk: 原因

source: Nothing
de: Nein
es: No
fr: non
it: no
ja: 番号
ko: 아니
zh_hk: 無

# sureDone
source: You are in the business cancellation operation, after confirming the submission of the application operation, it will not be able to be revoked.Are you sure this is done?
de: Sie sind gerade dabei, das Unternehmen abzumelden. Nachdem Sie die Einreichung des Antrags bestätigt haben, kann dieser nicht mehr storniert werden. Sind Sie sicher, diesen Vorgang auszuführen?
es: Estás en proceso de cancelar el registro de la empresa. Después de confirmar el envío de la solicitud, no se puede cancelar. ¿Estás seguro de realizar esta operación?
fr: Vous êtes en train de désinscrire le marchand. Une fois que vous avez confirmé la soumission de la demande, elle ne peut pas être annulée. Êtes-vous sûr d'effectuer cette opération?
it: Stai per annullare la registrazione dell'attività. Dopo aver confermato l'invio della domanda, non è possibile annullarla. Sei sicuro di eseguire questa operazione?
ja: 現在、事業の登録を取り消しております。申請書の提出を確認した後は、キャンセルすることはできません。この操作を実行してもよろしいですか？
ko: 업체 등록을 취소하는 중입니다. 신청서 제출을 확인한 후에는 취소 할 수 없습니다. 이 작업을 수행 하시겠습니까?
zh_hk: 您正在進行商家註銷操作，確認提交申請操作後，將無法撤銷。是否確認執行此操作？

# pleaseCancellation
source: Please fill in the reason for cancellation
de: Bitte geben Sie den Grund für die Stornierung an
es: Complete el motivo de la cancelación
fr: Veuillez indiquer le motif de l'annulation
it: Si prega di compilare il motivo della cancellazione
ja: キャンセル理由をご記入ください
ko: 취소 사유를 입력 해주세요.
zh_hk: 請填寫取消原因

# certificationFailed
source: Sorry, your business audit and certification failed
de: Entschuldigung! Ihre Geschäftsüberprüfung ist fehlgeschlagen
es: Lo sentimos, la verificación de su empresa falló
fr: Désolé, la vérification de votre entreprise a échoué
it: Spiacenti. La verifica della tua attività non è riuscita
ja: 申し訳ありませんが、ビジネスの確認に失敗しました
ko: 죄송합니다. 비즈니스 인증에 실패했습니다.
zh_hk: 抱歉!您的商家審核認證未通過

# submissionInformation
source: Submission of information
de: Informationen einreichen
es: Enviar información
fr: Soumettre des informations
it: Invia informazioni
ja: 情報を送信する
ko: 정보 제출
zh_hk: 提交資料

source: Submitted successfully
de: erfolgreich eingereicht
es: Enviado satisfactoriamente
fr: Soumis avec succès
it: Inviato con successo
ja: 正常に送信されました
ko: 성공적으로 제출되었습니다.
zh_hk: 提交成功

# reviewSubmitted
source: Your merchant review has been submitted
de: Ihre Geschäftsbewertung wurde eingereicht
es: Se envió la reseña de su empresa
fr: Votre avis d'entreprise a été envoyé
it: La tua recensione aziendale è stata inviata
ja: ビジネスレビューが送信されました
ko: 비즈니스 리뷰가 제출되었습니다.
zh_hk: 你的商家審核已提交

# waitingResults
source: Waiting for audit results
de: Warten auf das Überprüfungsergebnis
es: Esperando el resultado de la revisión
fr: En attente du résultat de l'examen
it: In attesa del risultato della revisione
ja: レビュー結果を待っています
ko: 검토 결과를 기다리는 중
zh_hk: 等待審核結果

source: Business Certification
de: Händlerzertifizierung
es: Certificación comercial
fr: Certification marchande
it: Certificazione commerciante
ja: マーチャント認定
ko: 판매자 인증
zh_hk: 商家認證

# wechatNumber
source: Please fill in your cell wechat number
de: Bitte geben Sie die WeChat ID ein
es: Por favor complete el ID de WeChat
fr: Veuillez renseigner l'identifiant WeChat
it: Si prega di compilare l'ID WeChat
ja: WeChatIDを入力してください
ko: WeChat ID를 입력하세요
zh_hk: 請填寫微信號

# qqNumber
source: Please fill in your cell qq number
de: Bitte geben Sie die QQ-Nummer ein
es: Complete el número QQ
fr: Veuillez remplir le numéro QQ
it: Si prega di inserire il numero QQ
ja: QQ番号を入力してください
ko: QQ 번호를 입력하세요
zh_hk: 請填寫QQ號

# uploadAsset
source: Please upload the asset certificate
de: Bitte laden Sie einen Vermögensnachweis hoch
es: Sube prueba de activos
fr: Veuillez télécharger une preuve d'actifs
it: Carica la prova delle risorse
ja: 資産の証明をアップロードしてください
ko: 자산 증명을 업로드하십시오
zh_hk: 請上傳資產證明

# uploadTransacrion
source: Please upload the transacrion certificate
de: Bitte laden Sie einen Transaktionsnachweis hoch
es: Cargue el comprobante de la transacción
fr: Veuillez télécharger une preuve de transaction
it: Carica la prova della transazione
ja: 取引証明書をアップロードしてください
ko: 거래 증명을 업로드하세요
zh_hk: 請上傳交易證明

source: phone
de: Mobiltelefon
es: Teléfono móvil
fr: Téléphone portable
it: Cellulare
ja: 携帯電話
ko: 휴대폰
zh_hk: 手機

# inputQQNum
source: Please input QQ account
de: Bitte geben Sie Ihr QQ-Konto ein
es: Ingrese su cuenta QQ
fr: Veuillez saisir votre compte QQ
it: Inserisci il tuo account QQ
ja: QQアカウントを入力してください
ko: QQ 계정을 입력하세요
zh_hk: 請輸入QQ賬號

source: Deposit currency
de: Margin-Währung
es: Moneda de margen
fr: Monnaie de marge
it: Valuta del margine
ja: マージン通貨
ko: 마진 통화
zh_hk: 保證金幣種

source: Margin amount
de: Margin-Betrag
es: Importe de margen
fr: Montant de la marge
it: Importo del margine
ja: マージン額
ko: 증거금
zh_hk: 保證金數量

# assetCertificate
source: Personal digital asset certificate
de: Persönliche Zertifizierung digitaler Assets
es: Certificación de activos digitales personales
fr: Certification des actifs numériques personnels
it: Certificazione delle risorse digitali personali
ja: 個人のデジタル資産認証
ko: 개인 디지털 자산 인증
zh_hk: 個人數字資產證明

# tradingCertificate
source: Digital asset trading certificate
de: Transaktionszertifikat für digitale Assets
es: Certificado de transacción de activos digitales
fr: Certificat de transaction d'actifs numériques
it: Certificato di transazione di asset digitali
ja: デジタル資産取引証明書
ko: 디지털 자산 거래 증명서
zh_hk: 數字資產交易證明

# Account_rights
source: Total
de: Eigenkapital
es: Equidad de la cuenta
fr: Équité du compte
it: Equità del conto
ja: アカウントエクイティ
ko: 계정 자산
zh_hk: 賬戶權益

# may_money
source: Available
de: Verfügbare Spanne
es: Margen Disponible
fr: Marge disponible
it: Margine disponibile
ja: 利用可能なマージン
ko: 사용 가능한 마진
zh_hk: 可用保證金

# use_money
source: Used Margin
de: Verwendeter Rand
es: Margen utilizado
fr: Marge utilisée
it: Margine utilizzato
ja: 使用マージン
ko: 사용 된 마진
zh_hk: 已用保證金

# freeze_money
source: Frozen Margin
de: Rand einfrieren
es: Congelar margen
fr: Figer la marge
it: Congela il margine
ja: フリーズマージン
ko: 여백 고정
zh_hk: 凍結保證金

# text_used
source: Avail
de: Verfügbar
es: Disponible
fr: Disponible
it: A disposizione
ja: 利用可能
ko: 유효한
zh_hk: 可用

# ent_statusblast
source: Blast
de: Liquidation
es: Liquidación
fr: Liquidation
it: Liquidazione
ja: 清算
ko: 변제
zh_hk: 爆倉

# ent_status1
source: Entrusting
de: Inbetriebnahme
es: Puesta en servicio
fr: Mise en service
it: La messa in produzione
ja: 試運転
ko: 시운전
zh_hk: 委託中

# ent_status2
source: Canceled
de: Widerrufen
es: Revocado
fr: Révoqué
it: Revocato
ja: 取り消されました
ko: 취소됨
zh_hk: 已撤銷

# ent_status3
source: Failed
de: Delegierung fehlgeschlagen
es: Delegación fallida
fr: La délégation a échoué
it: Delega non riuscita
ja: 委任に失敗しました
ko: 위임 실패
zh_hk: 委託失敗

# ent_status4
source: Success
de: Erfolgreich in Betrieb genommen
es: Encargado con éxito
fr: Mise en service avec succès
it: Commissionato con successo
ja: 正常に試運転
ko: 성공적으로 시운전
zh_hk: 委託成功

source: Cancel delegation?
de: Ob die Bestellung storniert werden soll?
es: ¿Cancelar el pedido?
fr: Que ce soit pour annuler la commande?
it: Se annullare l'ordine?
ja: 注文をキャンセルするかどうか？
ko: 주문 취소 여부
zh_hk: 是否取消委託?

source: Undo
de: Bestellung stornieren
es: Cancelar orden
fr: Annuler la commande
it: Annulla Ordine
ja: 注文をキャンセルする
ko: 주문 취소
zh_hk: 撤單

source: Copied
de: Kopiert
es: Copiado
fr: Copié
it: Copiato
ja: コピー
ko: 복사 됨
zh_hk: 已復制

source: copy failed
de: Kopieren fehlgeschlagen
es: Copiar falló
fr: La copie a échoué
it: Copia fallita
ja: コピーに失敗しました
ko: 복사 실패
zh_hk: 複製失敗

# memo
source: Remark(Memo)
de: Memo (Memo)
es: Memo (Memo)
fr: Mémo (Mémo)
it: Memo (Memo)
ja: メモ（メモ）
ko: 메모 (메모)
zh_hk: 備註(Memo)

# pleaseConfirm
source: This currency needs to be entered into the address Memo, please confirm!
de: Diese Währung muss die Überweisungsadresse Memo eingeben, bitte bestätigen!
es: Esta moneda debe ingresar la dirección de transferencia. Memo, ¡confirme!
fr: La devise doit entrer l'adresse de transfert Mémo, veuillez confirmer!
it: Questa valuta deve inserire l'indirizzo di trasferimento Memo, conferma!
ja: この通貨は転送アドレスメモを入力する必要があります、確認してください！
ko: 통화는 송금 주소를 입력해야합니다 메모, 확인하세요!
zh_hk: 該幣種需要輸入轉入地址Memo，請確認！

# rush1
source: Minimum recharge amount
de: Mindestaufladebetrag
es: Cantidad mínima de recarga
fr: Montant minimum de recharge
it: Importo minimo di ricarica
ja: 最小充電量
ko: 최소 충전량
zh_hk: 最小充值金額

# rush2
source: Recharges less than the minimum amount will not be recorded
de: Aufladungen, die unter dem Mindestbetrag liegen, werden nicht gebucht.
es: No se acreditarán recargas inferiores a la cantidad mínima.
fr: Les recharges inférieures au montant minimum ne seront pas affichées.
it: Le ricariche inferiori all'importo minimo non verranno registrate.
ja: 最低額未満のリチャージは掲載されません。
ko: 최소 금액보다 적은 충전은 게시되지 않습니다.
zh_hk: 小於最小金額的充值將不會上賬。

# rush3
source: Do not recharge any non-currency assets to the above address, otherwise the assets will not be retrieved.
de: Bitte laden Sie keine nicht währungsbezogenen Vermögenswerte an die oben angegebene Adresse auf, da die Vermögenswerte sonst nicht abgerufen werden.
es: No recargue ningún activo no monetario a la dirección anterior, de lo contrario, no se recuperarán los activos.
fr: Veuillez ne pas recharger d'actifs non monétaires à l'adresse ci-dessus, sinon les actifs ne seront pas récupérés.
it: Si prega di non ricaricare le attività non valutarie all'indirizzo sopra indicato, altrimenti le risorse non verranno recuperate.
ja: 通貨以外の資産を上記のアドレスに再チャージしないでください。再チャージしないと、資産が取得されません。
ko: 위 주소로 비 통화 자산을 재충전하지 마십시오. 그렇지 않으면 자산이 회수되지 않습니다.
zh_hk: 請勿向上述地址充值任何非幣種資產，否則資產將不可找回。
