Repository: bizzancoin/btc-eth-fil-contract-Exchange---ztuo
Catalog: ios/digitalCurrency/Config/*.lproj/*.strings
Languages: de, es, fr, it, ja, ko, zh_hk

# noAddAddressTip
source: No address for COINS, please add to the platform
de: Keine Abhebungsadresse, bitte zur Plattform hinzufügen
es: Sin dirección de retiro, agréguela a la plataforma
fr: Aucune adresse de retrait, veuillez l'ajouter à la plateforme
it: Nessun indirizzo di prelievo, aggiungilo alla piattaforma
ja: 引き出しアドレスはありません。プラットフォームに追加してください
ko: 출금 주소가 없습니다. 플랫폼에 추가하세요.
zh_hk: 暫無提幣地址，請到平台添加

# addAddressNoRemark
source: No remark
de: Keine Notizen
es: Sin notas
fr: Pas de notes
it: Nessuna nota
ja: メモなし
ko: 메모 없음
zh_hk: 暫無備註

source: unPaying
de: Unbezahlt
es: No pagado
fr: Non payé
it: Non pagato
ja: 未払い
ko: 미지급
zh_hk: 未付款

source: paid
de: Bereits bezahlt
es: Ya pagado
fr: Déjà payé
it: Già pagato
ja: 既に支払いました
ko: 이미 지불
zh_hk: 已付款

source: completed
de: abgeschlossen
es: terminado
fr: terminé
it: completato
ja: 完了
ko: 완료
zh_hk: 已完成

source: cancelled
de: Abgesagt
es: Cancelado
fr: Annulé
it: Annullato
ja: キャンセル
ko: 취소 된
zh_hk: 已取消

source: complaint
de: Reizvoll
es: Atractivo
fr: Attirant
it: Attraente
ja: 魅力的
ko: 정치
zh_hk: 申訴中

source: Buy
de: Kaufen
es: comprar
fr: acheter
it: acquistare
ja: 購入
ko: 구입
zh_hk: 購買

source: Sell
de: verkaufen
es: vender
fr: vendre
it: vendere
ja: 売る
ko: 팔다
zh_hk: 出售

# unPayingTip
source: There is no outstanding order for payment
de: Keine unbezahlten Bestellungen
es: Sin pedidos impagos
fr: Aucune commande impayée
it: Nessun ordine non pagato
ja: 未払いの注文はありません
ko: 미결제 주문 없음
zh_hk: 暫無未付款的訂單

# paidTip
source: An order without payment
de: Keine bezahlten Bestellungen
es: Sin pedidos pagados
fr: Aucune commande payée
it: Nessun ordine pagato
ja: 有料注文はありません
ko: 유료 주문 없음
zh_hk: 暫無已付款的訂單

# completedTip
source: Orders that have not been completed
de: Keine abgeschlossenen Bestellungen
es: Sin pedidos completados
fr: Aucune commande terminée
it: Nessun ordine completato
ja: 完了した注文はありません
ko: 완료된 주문 없음
zh_hk: 暫無已完成的訂單

# cancelledTip
source: No cancellations
de: Keine stornierten Bestellungen
es: Sin pedidos cancelados
fr: Aucune commande annulée
it: Nessun ordine annullato
ja: キャンセルされた注文はありません
ko: 취소 된 주문 없음
zh_hk: 暫無已取消的訂單

# complaintTip
source: There is no order in the complaint
de: Es sind keine Bestellungen ausstehend
es: No hay órdenes pendientes
fr: Il n'y a aucune commande en attente
it: Non ci sono ordini in sospeso
ja: 保留中の注文はありません
ko: 보류중인 주문이 없습니다.
zh_hk: 暫無申訴中的訂單

source: Status
es: estado
fr: statut
it: stato
ja: 状態
ko: 상태
zh_hk: 狀態

source: orderID
de: Auftragsnummer
es: Solicitar ID
fr: Numéro de commande
it: ID ordine
ja: 注文ID
ko: 주문 아이디
zh_hk: 訂單ID

source: orderDetail
de: Bestelldetails
es: detalles del pedido
fr: détails de la commande
it: dettagli dell'ordine
ja: 注文詳細
ko: 주문 정보
zh_hk: 訂單詳情

source: orderStatus
de: Bestellstatus
es: Estado del pedido
fr: Statut de la commande
it: Stato dell'ordine
ja: 注文の状況
ko: 주문 상태
zh_hk: 訂單狀態

source: orderInformation
de: Bestellinformationen
es: información del pedido
fr: Informations sur la commande
it: Informazioni sull'ordine
ja: 注文情報
ko: 주문 정보
zh_hk: 訂單信息

source: tradingObject
de: Handelspartner
es: Socios comerciales
fr: Partenaires commerciaux
it: Soci in affari
ja: 取引パートナー
ko: 거래 파트너
zh_hk: 交易對象

source: orderNo
de: Bestellnummer
es: Número de orden
fr: Numéro de commande
it: Numero d'ordine
ja: 注文番号
ko: 주문 번호
zh_hk: 訂單編號

source: tradingPrice
de: Handelspreis
es: Precio comercial
fr: Prix ​​de négociation
it: Prezzo di negoziazione
ja: 取引価格
ko: 거래 가격
zh_hk: 交易價格

source: tradingNumber
de: Anzahl der Transaktionen
es: Numero de transacciones
fr: Nombre de transactions
it: Numero di transazioni
ja: トランザクション数
ko: 거래 수
zh_hk: 交易數量

source: tradingCash
de: Der Transaktionsbetrag
es: El monto de la transacción
fr: Le montant de la transaction
it: L'importo della transazione
ja: 取引金額
ko: 거래 금액
zh_hk: 交易金額

source: createTime
de: Erstellungszeitpunkt
es: Tiempo de creación
fr: Temps de creation
it: Tempo di creazione
ja: 作成時間
ko: 생성 시간
zh_hk: 創建時間

source: payInfo
de: Zahlungsinformationen
es: Información del pago
fr: Informations de paiement
it: Informazioni sul pagamento
ja: 支払情報
ko: 결제 정보
zh_hk: 支付信息

source: alipayAccount
de: Alipay-Konto
es: Cuenta de Alipay
fr: Compte Alipay
it: Conto Alipay
ja: Alipayアカウント
ko: Alipay 계정
zh_hk: 支付寶賬號

source: WeChatAccount
de: WeChat-Konto
es: Cuenta de WeChat
fr: Compte WeChat
it: Account WeChat
ja: WeChatアカウント
ko: WeChat 계정
zh_hk: 微信賬號

source: bankCardAccount
de: Bankkartenkonto
es: Cuenta de tarjeta bancaria
fr: Compte de carte bancaire
it: Conto della carta di credito
ja: 銀行カード口座
ko: 은행 카드 계좌
zh_hk: 銀行卡賬號

# alipayAccountTip
source: Users have not added alipay account
de: Der Benutzer hat noch kein Alipay-Konto hinzugefügt
es: El usuario aún no ha agregado una cuenta de Alipay
fr: L'utilisateur n'a pas encore ajouté de compte Alipay
it: L'utente non ha ancora aggiunto l'account Alipay
ja: ユーザーはまだAlipayアカウントを追加していません
ko: 사용자가 아직 Alipay 계정을 추가하지 않았습니다.
zh_hk: 用戶暫未添加支付寶賬戶

# WeChatAccountTip
source: User has not added WeChat account
de: Der Benutzer hat noch kein WeChat-Konto hinzugefügt
es: El usuario aún no ha agregado una cuenta de WeChat
fr: L'utilisateur n'a pas encore ajouté de compte WeChat
it: L'utente non ha ancora aggiunto un account WeChat
ja: ユーザーはまだWeChatアカウントを追加していません
ko: 사용자가 아직 WeChat 계정을 추가하지 않았습니다.
zh_hk: 用戶暫未添加微信賬戶

# bankCardAccountTip
source: User has not added bank card account
de: Der Benutzer hat noch kein Bankkartenkonto hinzugefügt
es: El usuario aún no ha agregado una cuenta de tarjeta bancaria
fr: L'utilisateur n'a pas encore ajouté de compte de carte bancaire
it: L'utente non ha ancora aggiunto un conto con carta di credito
ja: ユーザーはまだ銀行カードアカウントを追加していません
ko: 사용자가 아직 은행 카드 계좌를 추가하지 않았습니다.
zh_hk: 用戶暫未添加銀行卡賬戶

source: payment
de: Zahlung
es: pago
fr: Paiement
it: pagamento
ja: 支払い
ko: 지불
zh_hk: 付款

source: cancelOrder
de: Bestellung stornieren
es: cancelar orden
fr: annuler la commande
it: Annulla Ordine
ja: 注文をキャンセルする
ko: 주문 취소
zh_hk: 取消訂單

source: orderComplaint
de: Berufung einlegen
es: Apelación de pedido
fr: Appel d'ordonnance
it: Ordina appello
ja: 注文アピール
ko: 주문 항소
zh_hk: 訂單申訴

source: putCoin
de: Geld stecken
es: Pon dinero
fr: Mettre de l'argent
it: Metti i soldi
ja: お金を入れる
ko: 돈을 넣어
zh_hk: 放幣

source: contact me
de: Kontaktiere mich
es: Contáctame
fr: Contactez moi
it: Contattami
ja: 私に連絡して
ko: 저에게 연락하십시오
zh_hk: 和我聯繫

source: Contact us
de: kontaktiere uns
es: Contáctenos
fr: Nous contacter
it: Contattaci
ja: お問い合わせ
ko: 문의하기
zh_hk: 聯繫我們

# orderDetailTip1
source: and
de: mit
es: con
fr: avec
it: con
ja: と
ko: 와
zh_hk: 和

# orderDetailTip2
source: of the deal
de: Transaktion
es: Transacción
fr: Transaction
it: Transazione
ja: トランザクション
ko: 트랜잭션
zh_hk: 的交易

# cancelOrderTip
source: Confirm cancellation of order
de: Bestätigen Sie, um die Bestellung zu stornieren
es: Confirmar para cancelar el pedido
fr: Confirmer pour annuler la commande
it: Conferma per annullare l'ordine
ja: 注文のキャンセルを確認する
ko: 주문 취소 확인
zh_hk: 是否確認取消訂單

# noAlipayQRImage
source: There is no alipay qr code picture
de: Kein Alipay QR Code Bild
es: Sin imagen de código QR de Alipay
fr: Aucune image de code QR Alipay
it: Nessuna immagine del codice QR Alipay
ja: AlipayQRコード画像なし
ko: Alipay QR 코드 사진 없음
zh_hk: 暫無支付寶二維碼圖片

# noWeChatQRImage
source: No WeChat 2d image
de: Kein WeChat QR Code Bild
es: Sin imagen de código QR de WeChat
fr: Aucune image de code QR WeChat
it: Nessuna immagine del codice QR di WeChat
ja: WeChatQRコード画像なし
ko: WeChat QR 코드 사진 없음
zh_hk: 暫無微信二維碼圖片

# alipayQR
source: Alipay qr code
es: Código QR de Alipay
fr: Code QR d'Alipay
it: Codice QR Alipay
ja: AlipayQRコード
ko: Alipay QR 코드
zh_hk: 支付寶二維碼

# weChatQR
source: WeChat qr code
es: Código QR de Wechat
fr: Code QR de Wechat
it: Codice QR di Wechat
ja: WechatQRコード
ko: Wechat QR 코드
zh_hk: 微信二維碼

# orderComplaintReason
source: Click to enter the complaint···
de: Klicken Sie hier, um den Grund für die Beschwerde einzugeben
es: Haga clic para ingresar el motivo de la queja ···
fr: Cliquez pour saisir le motif de la réclamation ···
it: Fare clic per inserire il motivo del reclamo ···
ja: クリックして苦情の理由を入力してください···
ko: 불만의 이유를 입력하려면 클릭하십시오. ···
zh_hk: 點擊輸入投訴原因···

# noOrderComplaintTip
source: The reason for the complaint cannot be empty
de: Der Grund für die Beschwerde kann nicht leer sein
es: El motivo de la denuncia no puede estar vacío
fr: Le motif de la plainte ne peut pas être vide
it: Il motivo del reclamo non può essere vuoto
ja: 苦情の理由を空にすることはできません
ko: 불만의 이유는 비워 둘 수 없습니다
zh_hk: 投訴原因不能為空

# certainPayTip
source: Confirm payment
de: Gibt an, ob die Zahlung bestätigt werden soll
es: Ya sea para confirmar el pago
fr: Confirmer le paiement
it: Se confermare il pagamento
ja: 支払いを確認するかどうか
ko: 결제 확인 여부
zh_hk: 是否確認付款

source: complaints
de: Beschwerde
es: Queja
fr: Plainte
it: Denuncia
ja: 苦情文句
ko: 불평
zh_hk: 投訴

source: Company profile
de: Firmenprofil
es: Perfil de la compañía
fr: Profil de la société
it: Profilo Aziendale
ja: 会社概要
ko: 회사 프로필
zh_hk: 公司簡介

source: send
de: senden
es: enviar
fr: envoyer
it: Spedire
ja: 送信
ko: 보내다
zh_hk: 發送

# inputSendContent
source: Please enter send content
de: Bitte geben Sie den Inhalt ein
es: Por favor ingrese el contenido
fr: Veuillez saisir le contenu
it: Si prega di inserire il contenuto
ja: 内容を入力してください
ko: 내용을 입력하세요
zh_hk: 請輸入發送內容

source: shelved
de: Wurde entfernt
es: Ha sido removido
fr: A été retiré
it: È stato rimosso
ja: 削除されました
ko: 제거 되었어
zh_hk: 已下架

source: grounding
de: Jetzt im Regal
es: Ahora en el estante
fr: Maintenant en rayon
it: Ora sullo scaffale
ja: 今棚に
ko: 지금 선반에
zh_hk: 上架中

source: limit
de: Grenze
es: Límite
fr: Limite
it: Limite
ja: 制限
ko: 한도
zh_hk: 限額

# numberRemaining
source: remainNum
de: Der verbleibende Betrag
es: La cantidad restante
fr: Le montant restant
it: L'ammontare residuo
ja: 残額
ko: 남은 금액
zh_hk: 剩餘數量

source: modify
de: ändern
es: modificar
fr: modifier
it: modificare
ja: 変更する
ko: 수정
zh_hk: 修改

source: shelves
de: Von der Stange
es: Fuera del estante
fr: Étagère
it: Fuori scaffale
ja: 既製
ko: 기성품
zh_hk: 下架

source: Added
de: Auf das Regal stellen
es: Poner en el estante
fr: Mettre sur l'étagère
it: Metti sullo scaffale
ja: 棚に置く
ko: 선반에 올려
zh_hk: 上架

# noAdvertisingTip
source: No advertising information
de: Keine Werbeinformationen
es: Sin información publicitaria
fr: Aucune information publicitaire
it: Nessuna informazione pubblicitaria
ja: 広告情報なし
ko: 광고 정보 없음
zh_hk: 暫無廣告信息

# shelvesTip
source: The advertisement of the next frame can be modified
de: Nur Anzeigen, die entfernt wurden, können bearbeitet werden
es: Solo se pueden editar los anuncios que se eliminan
fr: Seules les annonces supprimées peuvent être modifiées
it: È possibile modificare solo gli annunci rimossi
ja: 削除された広告のみ編集できます
ko: 삭제 된 광고 만 수정할 수 있습니다.
zh_hk: 下架的廣告才可以修改

# AddingAdvertiseTip
source: On the shelf...
de: Werbung ist jetzt im Verkauf ...
es: La publicidad ya está a la venta ...
fr: Des annonces sont en cours de diffusion ...
it: La pubblicità è ora in vendita ...
ja: 広告は現在販売中です...
ko: 광고 판매 중 ...
zh_hk: 正在上架廣告...

# addAdvertiseSuccessTip
source: Hit the shelves
de: Anzeigen in den Regalen erfolgreich
es: Anuncios en los estantes con éxito
fr: Annonces sur les étagères avec succès
it: Annunci sugli scaffali con successo
ja: 棚の広告は正常に
ko: 성공적으로 선반에 광고
zh_hk: 上架廣告成功

# shelvesAdvertiseTip
source: The advertisement is under way...
de: Anzeigen entfernen ...
es: Eliminando anuncios ...
fr: Suppression des publicités ...
it: Rimozione degli annunci ...
ja: 広告を削除しています...
ko: 광고 제거 중 ...
zh_hk: 正在下架廣告...

# shelvesAdvertiseSuccessTip
source: The next AD was successful
de: Anzeigen erfolgreich entfernt
es: Anuncios eliminados con éxito
fr: Annonces supprimées avec succès
it: Annunci rimossi con successo
ja: 正常に削除された広告
ko: 광고를 성공적으로 제거했습니다.
zh_hk: 下架廣告成功

# deleteShelvesAdvertiseTip
source: The next AD can be deleted
de: Nur entfernte Anzeigen können gelöscht werden
es: Solo se pueden eliminar los anuncios que se han eliminado
fr: Seules les annonces qui ont été supprimées peuvent être supprimées
it: È possibile eliminare solo gli annunci che sono stati rimossi
ja: 削除できるのは削除された広告のみ
ko: 제거 된 광고 만 삭제할 수 있습니다.
zh_hk: 已下架的廣告才可以刪除

source: delete
de: löschen
es: Eliminar
fr: effacer
it: Elimina
ja: 削除
ko: 지우다
zh_hk: 刪除

source: gesturesPassword
de: Gestenpasswort
es: Contraseña de gestos
fr: Mot de passe gestuel
it: Password gestuale
ja: ジェスチャパスワード
ko: 제스처 비밀번호
zh_hk: 手勢密碼

source: opened
de: Eingeschaltet
es: Encendido
fr: Allumé
it: Acceso
ja: オン
ko: 켜짐
zh_hk: 已開啟

source: unOpened
de: Ungeöffnet
es: Sin abrir
fr: Non ouvert
it: Non aperto
ja: 未開封
ko: 열리지 않은
zh_hk: 未開啟

# gesturesPassThirdPartTip2
source: Please enter your password
de: Bitte geben Sie das Gestenpasswort ein
es: Ingrese la contraseña del gesto
fr: Veuillez saisir le mot de passe du geste
it: Inserisci la password del gesto
ja: ジェスチャーパスワードを入力してください
ko: 제스처 비밀번호를 입력하세요
zh_hk: 請輸入手勢密碼

# gesturesPassThirdPartTip3
source: Forget gesture code
de: Passwort vergessen
es: Olvidé la contraseña del gesto
fr: Mot de passe de geste oublié
it: Password gesti dimenticata
ja: ジェスチャーパスワードを忘れた
ko: 제스처 비밀번호 분실
zh_hk: 忘記手勢密碼

# gesturesPassThirdPartTip4
source: redraw
de: neu streichen
es: repintar
fr: repeindre
it: riverniciare
ja: 塗り直し
ko: 다시 칠하다
zh_hk: 重新繪製

# gesturesPassThirdPartTip5
source: Forget gesture code
de: Passwort vergessen
es: Olvidé la contraseña del gesto
fr: Mot de passe de geste oublié
it: Password gesti dimenticata
ja: ジェスチャーパスワードを忘れた
ko: 제스처 비밀번호 분실
zh_hk: 忘記手勢密碼

# gesturesPassThirdPartTip6
source: Connect at least four points. Please re-enter
de: Mindestens vier Punkte sind verbunden, bitte erneut eingeben
es: Al menos cuatro puntos están conectados, vuelva a ingresar
fr: Au moins quatre points sont connectés, veuillez saisir à nouveau
it: Almeno quattro punti sono collegati, reinserisci
ja: 少なくとも4つのポイントが接続されています。再入力してください
ko: 최소 4 개의 포인트가 연결되었습니다. 다시 입력하세요.
zh_hk: 至少連接四個點，請重新輸入

# gesturesPassThirdPartTip7
source: Please draw the password again
de: Bitte zeichnen Sie das Gestenpasswort erneut
es: Dibuja la contraseña de gestos de nuevo
fr: Veuillez dessiner à nouveau le mot de passe du geste
it: Si prega di disegnare di nuovo la password del gesto
ja: ジェスチャーパスワードをもう一度描いてください
ko: 제스처 비밀번호를 다시 그려주세요
zh_hk: 請再次繪製手勢密碼

# gesturesPassThirdPartTip8
source: Redraw if not consistent with the previous drawing
de: In Übereinstimmung mit der letzten Zeichnung bitte neu zeichnen
es: Inconsistente con el último dibujo, vuelva a dibujar
fr: Incohérent avec le dernier dessin, veuillez redessiner
it: Incoerente con l'ultimo disegno, ridisegna
ja: 最後の描画と矛盾する場合は、再描画してください
ko: 마지막 그림과 일치하지 않습니다. 다시 그려주세요.
zh_hk: 與上一次繪製不一致，請重新繪製

# gesturesPassThirdPartTip9
source: The number of input errors has exceeded the limit, please try again later!
de: Die Anzahl der Eingabefehler hat den Grenzwert überschritten. Bitte versuchen Sie es später erneut!
es: El número de errores de entrada ha superado el límite. Inténtelo de nuevo más tarde.
fr: Le nombre d'erreurs de saisie a dépassé la limite, veuillez réessayer plus tard!
it: Il numero di errori di input ha superato il limite, riprova più tardi!
ja: 入力エラーの数が制限を超えました。しばらくしてからもう一度お試しください。
ko: 입력 오류 수가 한계를 초과했습니다. 나중에 다시 시도하십시오!
zh_hk: 輸入錯誤次數已超出限制，請稍後再試！

# gesturesPassThirdPartTip10
source: The gesture password has expired. Please log in again
de: Das Gestenpasswort ist abgelaufen. Bitte melden Sie sich erneut an
es: La contraseña de gestos ha caducado, vuelve a iniciar sesión
fr: Le mot de passe du geste a expiré, veuillez vous reconnecter
it: La password dei gesti è scaduta, accedi di nuovo
ja: ジェスチャパスワードの有効期限が切れています。もう一度ログインしてください
ko: 제스처 암호가 만료되었습니다. 다시 로그인하십시오.
zh_hk: 手勢密碼已失效，請重新登錄

# gesturesPassThirdPartTip11
source: Password error, can be entered again
de: Das Passwort ist falsch, Sie können es erneut eingeben
es: La contraseña es incorrecta, puede ingresarla nuevamente
fr: Le mot de passe est incorrect, vous pouvez le saisir à nouveau
it: La password è sbagliata, puoi inserirla di nuovo
ja: パスワードが間違っているので、もう一度入力できます
ko: 비밀번호가 잘못되었습니다. 다시 입력 할 수 있습니다.
zh_hk: 密碼錯誤，還可以再輸入

# gesturesPassThirdPartTip12
source: time
de: Mal
es: Veces
fr: Fois
it: Volte
ja: タイムズ
ko: 타임스
zh_hk: 次

# gesturesPassThirdPartTip13
source: Forget the gesture, you can login with the account password, and then re-draw the gesture after login
de: Wenn Sie die Geste vergessen haben, können Sie sich mit Ihrem Kontokennwort anmelden und das Gestenmuster nach dem Anmelden neu zeichnen
es: Si olvida el gesto, puede iniciar sesión con la contraseña de su cuenta y debe volver a dibujar el patrón de gesto después de iniciar sesión
fr: Si vous oubliez le geste, vous pouvez vous connecter avec le mot de passe de votre compte et vous devez redessiner le modèle de geste après vous être connecté
it: Se dimentichi il gesto, puoi accedere con la password del tuo account e devi ridisegnare lo schema del gesto dopo aver effettuato l'accesso
ja: ジェスチャーを忘れた場合は、アカウントのパスワードでログインできます。ログイン後にジェスチャーパターンを再描画する必要があります
ko: 제스처를 잊은 경우 계정 비밀번호로 로그인 할 수 있으며 로그인 후 제스처 패턴을 다시 그려야합니다.
zh_hk: 忘記手勢,可以使用賬號密碼登錄，登錄後需重新繪製手勢圖案

# languageSettings
source: Language
de: Spracheinstellungen
es: configuraciones de idioma
fr: paramètres de langue
it: impostazioni della lingua
ja: 言語設定
ko: 언어 설정
zh_hk: 語言設置

source: loginOut
de: Ausloggen
es: desconectar
fr: Déconnexion
it: disconnessione
ja: サインアウト
ko: 로그 아웃
zh_hk: 退出登錄

# certainLogOutTip
source: Confirm log out?
de: Sind Sie sicher, sich abzumelden?
es: ¿Estás seguro de cerrar sesión?
fr: Êtes-vous sûr de vous déconnecter?
it: Sei sicuro di disconnetterti?
ja: ログアウトしてもよろしいですか？
ko: 로그 아웃 하시겠습니까?
zh_hk: 確定退出登錄？

# logOutTip
source: Logging out...
de: Ausloggen...
es: Saliendo de tu cuenta...
fr: Déconnecter...
it: Disconnessione ...
ja: ログアウト...
ko: 로그 아웃하다...
zh_hk: 正在退出登錄...

# simplifiedChinese
source: Chinese
de: Vereinfachtes Chinesisch
es: Chino simplificado
fr: Chinois simplifié
it: Cinese semplificato
ja: 簡略化された中国語
ko: 중국어 간체
zh_hk: 簡體中文

source: English
de: Englisch
es: Inglés
fr: Anglais
it: Inglese
ja: 英語
ko: 영어
zh_hk: 英文

source: Notice Center
de: Ankündigungszentrum
es: Centro de anuncios
fr: Centre d'annonces
it: Centro annunci
ja: アナウンスセンター
ko: 발표 센터
zh_hk: 公告中心

# NoticecenterBulletin
source: Bulletin Board
de: Schwarzes Brett
es: Tablón de anuncios
fr: Tableau d'affichage
it: Albo
ja: 掲示板
ko: 게시판
zh_hk: 公告欄

# feedbackTip1
source: Your opinion is of special importance to us!
de: Ihre Meinung ist uns sehr wichtig!
es: ¡Su opinión es muy importante para nosotros!
fr: Votre avis est très important pour nous!
it: La tua opinione è molto importante per noi!
ja: あなたの意見は私たちにとって非常に重要です！
ko: 귀하의 의견은 우리에게 매우 중요합니다!
zh_hk: 您的意見對我們來說特別重要！

# feedbackTip2
source: Leave your valuable advice to help us do better!
de: Hinterlassen Sie Ihre wertvollen Kommentare, damit wir es besser machen können!
es: ¡Deje sus valiosos comentarios para ayudarnos a hacerlo mejor!
fr: Laissez vos précieux commentaires pour nous aider à faire mieux!
it: Lascia i tuoi preziosi commenti per aiutarci a fare meglio!
ja: 私たちがより良くするのを助けるためにあなたの貴重なコメントを残してください！
ko: 우리가 더 잘할 수 있도록 소중한 의견을 남겨주세요!
zh_hk: 留下您的寶貴意見，幫助我們做的更好！

# feedbackTip3
source: Mobile phone number/mailbox (non-mandatory)
de: Handynummer / E-Mail (nicht erforderlich)
es: Número de teléfono móvil / correo electrónico (no obligatorio)
fr: Numéro de téléphone portable / e-mail (non requis)
it: Numero di cellulare / email (non richiesto)
ja: 携帯電話番号/メール（不要）
ko: 휴대폰 번호 / 이메일 (필수 아님)
zh_hk: 手機號/郵箱（非必填）

source: submit
de: einreichen
es: enviar
fr: soumettre
it: Invia
ja: 参加する
ko: 제출
zh_hk: 提交

# feedbackJudgeAlphanumeric
source: Input feedback should not exceed 100
de: Die Anzahl der Wörter in der Eingangsrückmeldung sollte 100 nicht überschreiten
es: El número de palabras en la retroalimentación de entrada no debe exceder las 100
fr: Le nombre de mots dans la rétroaction d'entrée ne doit pas dépasser 100
it: Il numero di parole nel feedback di ingresso non deve superare 100
ja: 入力フィードバックのワード数は100を超えてはなりません
ko: 입력 피드백의 단어 수는 100 개를 초과하지 않아야합니다.
zh_hk: 輸入反饋意見字數不得超過100

# inputFeedbackTip
source: Please input feedback
de: Bitte geben Sie Ihr Feedback ein
es: Por favor ingrese sus comentarios
fr: Veuillez saisir un commentaire
it: Inserisci il feedback
ja: フィードバックを入力してください
ko: 피드백을 입력하십시오
zh_hk: 請輸入反饋意見

source: webSite
de: Webseite
es: sitio web
fr: site Internet
it: sito web
ja: ウェブサイト
ko: 웹 사이트
zh_hk: 網站

source: serviceTel
de: Verbraucher-Hotline
es: línea directa al consumidor
fr: hotline consommateur
it: hotline per i consumatori
ja: 消費者ホットライン
ko: 소비자 핫라인
zh_hk: 客服電話

source: platformMessage
de: Plattformnachrichten
es: Noticias de la plataforma
fr: Actualités de la plateforme
it: Notizie dalla piattaforma
ja: プラットフォームニュース
ko: 플랫폼 뉴스
zh_hk: 平台消息

# noPlatformMessageData
source: No platform message
de: Keine Plattformnachrichten
es: Sin noticias de plataforma
fr: Aucune actualité de la plateforme
it: Nessuna notizia dalla piattaforma
ja: プラットフォームニュースはありません
ko: 플랫폼 뉴스 없음
zh_hk: 暫無平台消息

source: Buy
de: Kaufen Sie ein
es: Aceptacion
fr: Acheter
it: Consenso
ja: バイイン
ko: 구매
zh_hk: 買入

source: Sell
de: Verkaufen
es: Vender
fr: Vendre
it: Vendere
ja: 売る
ko: 팔다
zh_hk: 賣出

source: time
de: Zeit
es: hora
fr: temps
it: tempo
ja: 時間
ko: 시각
zh_hk: 時間

source: entrustPrice
de: Provisionspreis
es: Precio de comisión
fr: Prix ​​de commission
it: Prezzo di commissione
ja: 手数料価格
ko: 수수료 가격
zh_hk: 委託價

source: delegateTotal
de: Gesamtprovision
es: Comisión total
fr: Commission totale
it: Commissione totale
ja: 総手数料
ko: 총 수수료
zh_hk: 委託總額

source: dealTotal
de: Gesamtumsatz
es: Facturación total
fr: Changement total
it: Ricambio totale
ja: 総取引高
ko: 총 매출액
zh_hk: 成交總額

source: dealPerPrice
de: Durchschnittlicher Transaktionspreis
es: Precio medio de transacción
fr: Prix ​​de transaction moyen
it: Prezzo medio della transazione
ja: 平均取引価格
ko: 평균 거래 가격
zh_hk: 成交均價

source: DealNum
de: Volumen
es: Volumen
fr: Le volume
it: Volume
ja: ボリューム
ko: 음량
zh_hk: 成交量

source: dealDetail
de: Transaktionsdetails
es: Detalles de la transacción
fr: Détails de la transaction
it: Dettagli di Transazione
ja: 取引の詳細
ko: 상세 거래 내역
zh_hk: 成交明細

source: dealPrice
de: Endgültiger Preis
es: precio final
fr: prix final
it: prezzo finale
ja: 最終価格
ko: 최종 가격
zh_hk: 成交價

# marketPrice
source: Market
de: Marktpreis
es: precio de mercado
fr: prix du marché
it: prezzo di mercato
ja: 市場価格
ko: 시장 가격
zh_hk: 市價

source: entrustNum
de: Kommission
es: Comisión
fr: Commission
it: Commissione
ja: 手数料
ko: 위원회
zh_hk: 委託量

source: trading
de: in Transaktion
es: en transacción
fr: en transaction
it: in transazione
ja: トランザクション中
ko: 거래 중
zh_hk: 交易中

# noTrustData
source: There is no trust data
de: Keine Provisionsdaten
es: Sin datos de comisiones
fr: Aucune donnée de commission
it: Nessun dato di commissione
ja: 手数料データなし
ko: 수수료 데이터 없음
zh_hk: 暫無委託數據

# toModify
source: modify
de: Ändern
es: Modificar
fr: Modifier
it: Modificare
ja: 変更するには
ko: 수정하려면
zh_hk: 去修改

source: paymentAccount
de: Accounts erhaltbar
es: Cuentas por cobrar
fr: Comptes débiteurs
it: Crediti
ja: 売掛金
ko: 미수금
zh_hk: 收款賬戶

# bankName
source: bank
de: Bankkonto
es: cuenta bancaria
fr: compte bancaire
it: conto bancario
ja: 銀行口座
ko: 은행 계좌
zh_hk: 開戶銀行

# branchName
source: branchBank
de: Kontoeröffnungsfiliale
es: Rama de apertura de cuenta
fr: Branche d'ouverture de compte
it: Filiale apertura conto
ja: 口座開設支店
ko: 계좌 개설 지점
zh_hk: 開戶支行

source: bankNum
de: Bankkartennummer
es: Número de tarjeta bancaria
fr: Numéro de carte bancaire
it: Numero di carta di credito
ja: 銀行カード番号
ko: 은행 카드 번호
zh_hk: 銀行卡號

# certainBankNum
source: confirmBankNum
de: Kartennummer bestätigen
es: Confirmar número de tarjeta
fr: Confirmer le numéro de carte
it: Conferma il numero della carta
ja: カード番号を確認する
ko: 카드 번호 확인
zh_hk: 確認卡號
