SWAP_NAME=\u6C38\u4E45\u5951\u7D04
EXORBITANT_PRICES=\u9055\u6CD5\u306A\u4FA1\u683C\uFF01
NUMBER_OF_ILLEGAL=\u4E0D\u6B63\u306A\u91D1\u984D\u3067\u3059\uFF01
NONSUPPORT_COIN=\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u306A\u3044\u901A\u8CA8\uFF01
INSUFFICIENT_COIN=\u4E0D\u5341\u5206\u306A\u6B8B\u9AD8\u3001\u901A\u8CA8\uFF1A
ILLEGAL_ARGUMENT=\u9055\u6CD5\u306A\u901A\u8CA8
CANNOT_TRADE=\u73FE\u5728\u306E\u30A2\u30AB\u30A6\u30F3\u30C8\u306F\u7121\u52B9\u306B\u306A\u3063\u3066\u3044\u307E\u3059\u3002\u30AB\u30B9\u30BF\u30DE\u30FC\u30B5\u30FC\u30D3\u30B9\u306B\u3054\u9023\u7D61\u304F\u3060\u3055\u3044\u3002
AMOUNT_OVER_SIZE=\u6700\u5927\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u91CF\u3092\u8D85\u3048\u307E\u3057\u305F
AMOUNT_TOO_SMALL=\u6700\u5C0F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u91CF\u672A\u6E80
WALLET_LOCKED=\u30A6\u30A9\u30EC\u30C3\u30C8\u304C\u30ED\u30C3\u30AF\u3055\u308C\u3066\u3044\u307E\u3059
COIN_FORBIDDEN=\u53D6\u5F15\u30DA\u30A2\u306F\u53D6\u5F15\u3092\u7981\u6B62\u3055\u308C\u3066\u3044\u307E\u3059
CONTRACT_ACCOUNT_NOT_EXIST=\u5951\u7D04\u30A2\u30AB\u30A6\u30F3\u30C8\u306F\u3042\u308A\u307E\u305B\u3093
ACCOUNT_NOT_EXIST=\u30E6\u30FC\u30B6\u30FC\u306F\u5B58\u5728\u3057\u307E\u305B\u3093
CONTRACT_NOT_EXIST=\u30C8\u30EC\u30FC\u30C7\u30A3\u30F3\u30B0\u30DA\u30A2\u306F\u5B58\u5728\u3057\u307E\u305B\u3093
REQUEST_OF_ILLEGAL=\u4E0D\u6B63\u306A\u30EA\u30AF\u30A8\u30B9\u30C8\u3067\u3059\uFF01
WALLET_NOT_SELECT=\u5225\u306E\u8EE2\u9001\u30A6\u30A9\u30EC\u30C3\u30C8\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044
WALLET_NOT_OUT=\u9001\u4FE1\u30A6\u30A9\u30EC\u30C3\u30C8\u304C\u5B58\u5728\u3057\u307E\u305B\u3093
WALLET_NOT_IN=\u8EE2\u9001\u3055\u308C\u305F\u30A6\u30A9\u30EC\u30C3\u30C8\u306F\u5B58\u5728\u3057\u307E\u305B\u3093
WALLET_NOT_AMOUNT_OUT=\u8EE2\u9001\u30A6\u30A9\u30EC\u30C3\u30C8\u306E\u6B8B\u9AD8\u304C\u4E0D\u5341\u5206\u3067\u3059
NO_IN_OUT_WALLET=\u30A6\u30A9\u30EC\u30C3\u30C8\u3078\u306E\u8EE2\u9001\u3092\u898B\u3064\u3051\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093
INPUT_COMMISSION_PRICE=\u6CE8\u6587\u4FA1\u683C\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044
INCORRECT_NUMBER_CLOSING_POSITIONS=\u30AF\u30ED\u30FC\u30BA\u3055\u308C\u305F\u30DD\u30B8\u30B7\u30E7\u30F3\u306E\u6570\u304C\u8981\u4EF6\u3092\u6E80\u305F\u3057\u3066\u3044\u307E\u305B\u3093
WRONG_AMOUNT_COMMISSION=\u6CE8\u6587\u91CF\u304C\u6E05\u7B97\u91CF\u3088\u308A\u3082\u591A\u3044
ORDER_PRICE_OVERRUN=\u6CE8\u6587\u4FA1\u683C\u304C\u5236\u9650\u3092\u8D85\u3048\u3066\u3044\u307E\u3059
CONTRACT_ENGINE_ERROR=\u5951\u7D04\u30DE\u30C3\u30C1\u30F3\u30B0\u30A8\u30F3\u30B8\u30F3\u304C\u7570\u5E38\u3067\u3059\u3002\u5F8C\u3067\u6CE8\u6587\u3057\u3066\u304F\u3060\u3055\u3044
SWAP_SUCCESS=\u6B63\u5E38\u306B\u6CE8\u6587
SWAP_FAILED=\u6CE8\u6587\u306B\u5931\u6557\u3057\u307E\u3057\u305F
CONTRACT_ID=\u5951\u7D04ID\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044
CLOSING_TYPE=\u30AF\u30ED\u30FC\u30B8\u30F3\u30B0\u30BF\u30A4\u30D7\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044
CANCEL_CLOSING_ORDERS1=\u4ED6\u306E\u30AF\u30ED\u30FC\u30BA\u3055\u308C\u305F\u30ED\u30F3\u30B0\u30AA\u30FC\u30C0\u30FC\u3092\u6700\u521D\u306B\u30AD\u30E3\u30F3\u30BB\u30EB\u3057\u3066\u304F\u3060\u3055\u3044
NO_LONG_ORDER=\u73FE\u5728\u30AF\u30ED\u30FC\u30BA\u3059\u308B\u30ED\u30F3\u30B0\u30DD\u30B8\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093
CANCEL_CLOSING_ORDERS2=\u6700\u521D\u306B\u30DD\u30B8\u30B7\u30E7\u30F3\u3092\u30AF\u30ED\u30FC\u30BA\u3059\u308B\u305F\u3081\u306B\u3001\u4ED6\u306E\u7A7A\u306E\u6CE8\u6587\u3092\u30AD\u30E3\u30F3\u30BB\u30EB\u3057\u3066\u304F\u3060\u3055\u3044
NO_SHORT_ORDER=\u73FE\u5728\u3001\u30AF\u30ED\u30FC\u30BA\u3059\u308B\u30B7\u30E7\u30FC\u30C8\u30DD\u30B8\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093
CANCEL_CLOSING_ORDERS3=\u4ED6\u306E\u30AF\u30ED\u30FC\u30BA\u30ED\u30F3\u30B0\u30AA\u30FC\u30C0\u30FC\u3092\u30AD\u30E3\u30F3\u30BB\u30EB\u3059\u308B\u304B\u3001\u6700\u521D\u306B\u30B7\u30E7\u30FC\u30C8\u30AA\u30FC\u30C0\u30FC\u3092\u30AF\u30ED\u30FC\u30BA\u3057\u3066\u304F\u3060\u3055\u3044
NO_LONG_SHORT_ORDERS=\u73FE\u5728\u3001\u30AF\u30ED\u30FC\u30BA\u3067\u304D\u308B\u30ED\u30F3\u30B0\u30DD\u30B8\u30B7\u30E7\u30F3\u307E\u305F\u306F\u30B7\u30E7\u30FC\u30C8\u30DD\u30B8\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
UNABLE_CLOSE_POSITION=\u30ED\u30F3\u30B0\u307E\u305F\u306F\u30AF\u30ED\u30FC\u30BA\u3092\u9589\u3058\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u7BA1\u7406\u8005\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044
ORDER_NO_EXIST=\u6CE8\u6587\u306F\u5B58\u5728\u3057\u307E\u305B\u3093
ILLEGAL_OPERATION=\u4E0D\u6B63\u306A\u64CD\u4F5C
DELEGATE_STATUS_ERROR=\u59D4\u4EFB\u30B9\u30C6\u30FC\u30BF\u30B9\u30A8\u30E9\u30FC
CANCELLATION_SUCCESSFUL=\u6CE8\u6587\u306F\u6B63\u5E38\u306B\u30AD\u30E3\u30F3\u30BB\u30EB\u3055\u308C\u307E\u3057\u305F
CLOSE_WITHDRAW=\u59D4\u8A17\u3057\u3066\u3044\u308B\u6CE8\u6587\u304C\u3042\u308B\u5834\u5408\u306F\u3001\u6700\u521D\u306B\u9589\u3058\u308B\u304B\u30AD\u30E3\u30F3\u30BB\u30EB\u3057\u3066\u304F\u3060\u3055\u3044
CANCEL_FIRST=\u59D4\u8A17\u3057\u3066\u3044\u308B\u6CE8\u6587\u304C\u3042\u308A\u307E\u3059\u3002\u6700\u521D\u306B\u30AD\u30E3\u30F3\u30BB\u30EB\u3057\u3066\u304F\u3060\u3055\u3044
POSITION_MODE1=\u4F4D\u7F6E\u30E2\u30FC\u30C9\u3092\u6B63\u5E38\u306B\u5207\u308A\u66FF\u3048\u307E\u3059
POSITION_MODE2=\u4F4D\u7F6E\u30E2\u30FC\u30C9\u306E\u5207\u308A\u66FF\u3048\u306B\u5931\u6557\u3057\u307E\u3057\u305F
CONTRACT_MULTIPLE_NOT_EXIST=\u5951\u7D04\u306E\u500D\u6570\u306F\u5B58\u5728\u3057\u307E\u305B\u3093
CONTRACT_MULTIPLE_ERROR=\u901A\u8CA8\u5951\u7D04\u306E\u500D\u6570\u304C\u6B63\u3057\u304F\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u7BA1\u7406\u8005\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044
CONTRACT_MULTIPLE_NOT_ALLOWED=\u5951\u7D04\u306E\u500D\u6570\u304C\u8A31\u5BB9\u7BC4\u56F2\u3092\u8D85\u3048\u3066\u3044\u307E\u3059
INSUFFICIENT_MARGIN=\u5951\u7D04\u306E\u500D\u6570\u3092\u8ABF\u6574\u3059\u308B\u306E\u304C\u9AD8\u3059\u304E\u308B\u3001\u53E3\u5EA7\u6B8B\u9AD8\u304C\u8A3C\u62E0\u91D1\u3092\u652F\u6255\u3046\u306E\u306B\u5341\u5206\u3067\u306F\u306A\u3044
FULL_WAREHOUSE_MODE=\u30D5\u30EB\u30DD\u30B8\u30B7\u30E7\u30F3\u30E2\u30FC\u30C9\u3067\u306F\u30DE\u30FC\u30B8\u30F3\u3092\u8ABF\u6574\u3059\u308B\u5FC5\u8981\u306F\u3042\u308A\u307E\u305B\u3093
INSUFFICIENT_MARGIN_UNABLE_ADJUST=\u30DE\u30FC\u30B8\u30F3\u304C\u4E0D\u5341\u5206\u3067\u3042\u308A\u3001\u8ABF\u6574\u3067\u304D\u307E\u305B\u3093
SUSPEND_LONG1=\u30ED\u30F3\u30B0\u30DD\u30B8\u30B7\u30E7\u30F3\u3092\u958B\u304F\u3053\u3068\u306F\u4E00\u6642\u7684\u306B\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093
SUSPEND_SHORT1=\u4E00\u6642\u7684\u306B\u30B7\u30E7\u30FC\u30C8\u30DD\u30B8\u30B7\u30E7\u30F3\u3092\u958B\u304F\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093
SUSPEND_LONG2=\u5E02\u5834\u4FA1\u683C\u3067\u30ED\u30F3\u30B0\u30DD\u30B8\u30B7\u30E7\u30F3\u3092\u30AA\u30FC\u30D7\u30F3\u3059\u308B\u3053\u3068\u306F\u4E00\u6642\u7684\u306B\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093
SUSPEND_SHORT2=\u5E02\u5834\u4FA1\u683C\u3067\u30B7\u30E7\u30FC\u30C8\u30DD\u30B8\u30B7\u30E7\u30F3\u3092\u958B\u304F\u3053\u3068\u306F\u4E00\u6642\u7684\u306B\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093
NO_LESS_THAN=\u6700\u5C0F\u30ED\u30C3\u30C8\u30B5\u30A4\u30BA\u3092\u5C0F\u3055\u304F\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093
NO_HIGHER_THAN=\u6700\u5927\u30ED\u30C3\u30C8\u30B5\u30A4\u30BA\u3092\u8D85\u3048\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093
LOT=\u624B
INCORRECT_OPENING_NUMBER=\u30AA\u30FC\u30D7\u30F3\u30DD\u30B8\u30B7\u30E7\u30F3\u306E\u6570\u304C\u8981\u4EF6\u3092\u6E80\u305F\u3057\u3066\u3044\u307E\u305B\u3093
SWAP_BALANCE_NOT_ENOUGH=\u5951\u7D04\u53E3\u5EA7\u306E\u8CC7\u91D1\u304C\u4E0D\u8DB3\u3057\u3066\u3044\u307E\u3059
TRIGGER_PRICE1=\u30C8\u30EA\u30AC\u30FC\u4FA1\u683C\u306F0\u3088\u308A\u5927\u304D\u304F\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093
TRIGGER_PRICE2=\u8A08\u753B\u30B3\u30DF\u30C3\u30B7\u30E7\u30F3\u4FA1\u683C\u306F0\u672A\u6E80\u306B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093