SWAP_NAME=unbefristeter Vertrag
EXORBITANT_PRICES=Unzul\u00E4ssiger Preis!
NUMBER_OF_ILLEGAL=Unzul\u00E4ssiger Betrag!
NONSUPPORT_COIN=Nicht unterst\u00FCtzte W\u00E4hrung!
INSUFFICIENT_COIN=Unzureichendes Guthaben, W\u00E4hrung:
ILLEGAL_ARGUMENT=Illegale W\u00E4hrung
CANNOT_TRADE=Ihr Girokonto wurde deaktiviert, bitte wenden Sie sich an den Kundendienst!
AMOUNT_OVER_SIZE=Maximales Transaktionsvolumen \u00FCberschritten
AMOUNT_TOO_SMALL=Weniger als das minimale Transaktionsvolumen
WALLET_LOCKED=Brieftasche gesperrt
COIN_FORBIDDEN=Dem Handelspaar ist der Handel untersagt
CONTRACT_ACCOUNT_NOT_EXIST=Es gibt kein Vertragskonto
ACCOUNT_NOT_EXIST=Benutzer existiert nicht
CONTRACT_NOT_EXIST=Das Handelspaar existiert nicht
REQUEST_OF_ILLEGAL=Unzul\u00E4ssige Anfrage!
WALLET_NOT_SELECT=Bitte w\u00E4hlen Sie eine andere Transferbrieftasche aus
WALLET_NOT_OUT=Die ausgehende Brieftasche existiert nicht
WALLET_NOT_IN=Die \u00FCbertragene Brieftasche existiert nicht
WALLET_NOT_AMOUNT_OUT=Unzureichender Saldo der Geldb\u00F6rse
NO_IN_OUT_WALLET=Die \u00DCbertragung kann nicht gefunden und in die Brieftasche \u00FCbertragen werden
INPUT_COMMISSION_PRICE=Bitte geben Sie den Bestellpreis ein
INCORRECT_NUMBER_CLOSING_POSITIONS=Die Anzahl der geschlossenen Positionen entspricht nicht den Anforderungen
WRONG_AMOUNT_COMMISSION=Das Auftragsvolumen ist gr\u00F6\u00DFer als das Liquidationsvolumen
ORDER_PRICE_OVERRUN=Der Bestellpreis \u00FCberschreitet das Limit
CONTRACT_ENGINE_ERROR=Die Vertragsanpassungs-Engine ist abnormal. Bitte geben Sie sp\u00E4ter eine Bestellung auf
SWAP_SUCCESS=Erfolgreich bestellen
SWAP_FAILED=Bestellung konnte nicht aufgegeben werden
CONTRACT_ID=Bitte geben Sie die Vertrags-ID ein
CLOSING_TYPE=Bitte geben Sie den abschlie\u00DFenden Typ ein
CANCEL_CLOSING_ORDERS1=Bitte stornieren Sie zuerst andere geschlossene Long-Bestellungen
NO_LONG_ORDER=Derzeit gibt es keine Long-Position zum Schlie\u00DFen
CANCEL_CLOSING_ORDERS2=Bitte stornieren Sie zuerst andere leere Auftr\u00E4ge, um Positionen zu schlie\u00DFen
NO_SHORT_ORDER=Derzeit gibt es keine Short-Position zum Schlie\u00DFen
CANCEL_CLOSING_ORDERS3=Bitte stornieren Sie zuerst andere geschlossene Long-Bestellungen oder Short-Short-Bestellungen
NO_LONG_SHORT_ORDERS=Derzeit k\u00F6nnen keine Long- oder Short-Positionen geschlossen werden
UNABLE_CLOSE_POSITION=Fehler beim Schlie\u00DFen des Long oder Close. Wenden Sie sich an den Administrator
ORDER_NO_EXIST=Die Bestellung existiert nicht
ILLEGAL_OPERATION=Unzul\u00E4ssiger Vorgang
DELEGATE_STATUS_ERROR=Delegierungsstatusfehler
CANCELLATION_SUCCESSFUL=Bestellung erfolgreich storniert
CLOSE_WITHDRAW=Sie haben eine Bestellung, die Sie anvertrauen. Bitte schlie\u00DFen Sie sie oder stornieren Sie sie zuerst
CANCEL_FIRST=Sie haben eine Bestellung, die Sie anvertrauen, bitte stornieren Sie diese zuerst
POSITION_MODE1=Positionsmodus erfolgreich wechseln
POSITION_MODE2=Fehler beim Umschalten des Positionsmodus
CONTRACT_MULTIPLE_NOT_EXIST=Das Vertragsmultiplikator existiert nicht
CONTRACT_MULTIPLE_ERROR=Das W\u00E4hrungskontraktmultiplikator ist falsch eingestellt. Wenden Sie sich an den Administrator
CONTRACT_MULTIPLE_NOT_ALLOWED=Das Vertragsmultiplikator \u00FCberschreitet den zul\u00E4ssigen Bereich
INSUFFICIENT_MARGIN=Das Vertragsmultiplikator ist zu hoch eingestellt, der Kontostand reicht nicht aus, um die Marge zu zahlen
FULL_WAREHOUSE_MODE=Im Vollpositionsmodus muss der Rand nicht angepasst werden
INSUFFICIENT_MARGIN_UNABLE_ADJUST=Die Marge ist unzureichend und kann nicht angepasst werden
SUSPEND_LONG1=Es ist vor\u00FCbergehend nicht erlaubt, Long-Positionen zu er\u00F6ffnen
SUSPEND_SHORT1=Short-Positionen d\u00FCrfen vor\u00FCbergehend nicht ge\u00F6ffnet werden
SUSPEND_LONG2=Es ist vor\u00FCbergehend nicht gestattet, Long-Positionen zum Marktpreis zu er\u00F6ffnen
SUSPEND_SHORT2=Es ist vor\u00FCbergehend nicht gestattet, Short-Positionen zum Marktpreis zu er\u00F6ffnen
NO_LESS_THAN=Die Mindestlosgr\u00F6\u00DFe darf nicht niedriger sein als
NO_HIGHER_THAN=Die maximale Losgr\u00F6\u00DFe darf nicht h\u00F6her sein als
LOT=Hand
INCORRECT_OPENING_NUMBER=Die Anzahl der offenen Positionen entspricht nicht den Anforderungen
SWAP_BALANCE_NOT_ENOUGH=Unzureichendes Guthaben auf dem Vertragskonto
TRIGGER_PRICE1=Der Triggerpreis muss gr\u00F6\u00DFer als 0 sein
TRIGGER_PRICE2=Der geplante Provisionspreis darf nicht unter 0 liegen