SWAP_NAME=contrato perpetuo
EXORBITANT_PRICES=\u00A1Precio ilegal!
NUMBER_OF_ILLEGAL=\u00A1Importe ilegal!
NONSUPPORT_COIN=\u00A1Moneda no admitida!
INSUFFICIENT_COIN=Saldo insuficiente, moneda:
ILLEGAL_ARGUMENT=Moneda ilegal
CANNOT_TRADE=Su cuenta actual ha sido deshabilitada, por favor contacte al servicio al cliente.
AMOUNT_OVER_SIZE=Se super\u00F3 el volumen m\u00E1ximo de transacciones
AMOUNT_TOO_SMALL=Menos que el volumen m\u00EDnimo de transacciones
WALLET_LOCKED=Billetera bloqueada
COIN_FORBIDDEN=El par comercial tiene prohibido operar
CONTRACT_ACCOUNT_NOT_EXIST=No hay cuenta de contrato
ACCOUNT_NOT_EXIST=El usuario no existe
CONTRACT_NOT_EXIST=El par comercial no existe
REQUEST_OF_ILLEGAL=Solicitud ilegal!
WALLET_NOT_SELECT=Seleccione una billetera de transferencia diferente
WALLET_NOT_OUT=La billetera saliente no existe
WALLET_NOT_IN=La billetera transferida no existe
WALLET_NOT_AMOUNT_OUT=Saldo insuficiente de la billetera de transferencia
NO_IN_OUT_WALLET=No se puede encontrar la transferencia y transferirla a la billetera
INPUT_COMMISSION_PRICE=Ingrese el precio del pedido
INCORRECT_NUMBER_CLOSING_POSITIONS=El n\u00FAmero de posiciones cerradas no cumple con los requisitos
WRONG_AMOUNT_COMMISSION=El volumen de la orden es mayor que el volumen de liquidaci\u00F3n
ORDER_PRICE_OVERRUN=El precio del pedido supera el l\u00EDmite
CONTRACT_ENGINE_ERROR=El motor de comparaci\u00F3n de contratos es anormal, haga un pedido m\u00E1s tarde
SWAP_SUCCESS=Pedido exitoso
SWAP_FAILED=No se pudo realizar el pedido
CONTRACT_ID=Ingrese el ID del contrato
CLOSING_TYPE=Ingrese el tipo de cierre
CANCEL_CLOSING_ORDERS1=Primero cancele otras \u00F3rdenes largas cerradas
NO_LONG_ORDER=Actualmente no hay una posici\u00F3n larga para cerrar
CANCEL_CLOSING_ORDERS2=Primero cancele otras \u00F3rdenes vac\u00EDas para cerrar posiciones
NO_SHORT_ORDER=Actualmente no hay una posici\u00F3n corta para cerrar
CANCEL_CLOSING_ORDERS3=Primero cancele otras \u00F3rdenes largas de cierre o cierre \u00F3rdenes cortas
NO_LONG_SHORT_ORDERS=Actualmente no hay posiciones largas o cortas que se puedan cerrar
UNABLE_CLOSE_POSITION=No se pudo cerrar el largo o el cierre, comun\u00EDquese con el administrador
ORDER_NO_EXIST=El pedido no existe
ILLEGAL_OPERATION=Operaci\u00F3n ilegal
DELEGATE_STATUS_ERROR=Error de estado de delegaci\u00F3n
CANCELLATION_SUCCESSFUL=Pedido cancelado correctamente
CLOSE_WITHDRAW=Tiene un pedido que est\u00E1 confiando, por favor ci\u00E9rrelo o cancele primero
CANCEL_FIRST=Tiene un pedido que est\u00E1 confiando, por favor canc\u00E9lelo primero
POSITION_MODE1=Cambiar el modo de posici\u00F3n correctamente
POSITION_MODE2=No se pudo cambiar el modo de posici\u00F3n
CONTRACT_MULTIPLE_NOT_EXIST=El contrato m\u00FAltiple no existe
CONTRACT_MULTIPLE_ERROR=El m\u00FAltiplo del contrato de moneda est\u00E1 configurado incorrectamente, comun\u00EDquese con el administrador
CONTRACT_MULTIPLE_NOT_ALLOWED=El contrato m\u00FAltiple excede el rango permitido
INSUFFICIENT_MARGIN=Ajustar el m\u00FAltiplo del contrato es demasiado alto, el saldo de la cuenta no es suficiente para pagar el margen
FULL_WAREHOUSE_MODE=No es necesario ajustar el margen en el modo de posici\u00F3n completa
INSUFFICIENT_MARGIN_UNABLE_ADJUST=El margen es insuficiente y no se puede ajustar
SUSPEND_LONG1=No est\u00E1 permitido temporalmente abrir posiciones largas
SUSPEND_SHORT1=No se permite abrir posiciones cortas temporalmente
SUSPEND_LONG2=No est\u00E1 permitido temporalmente abrir posiciones largas a precio de mercado
SUSPEND_SHORT2=No est\u00E1 permitido temporalmente abrir posiciones cortas a precio de mercado
NO_LESS_THAN=El tama\u00F1o m\u00EDnimo del lote no puede ser menor que
NO_HIGHER_THAN=El tama\u00F1o m\u00E1ximo de lote no puede ser mayor que
LOT=mano
INCORRECT_OPENING_NUMBER=La cantidad de posiciones abiertas no cumple con los requisitos
SWAP_BALANCE_NOT_ENOUGH=Fondos insuficientes en la cuenta del contrato
TRIGGER_PRICE1=El precio de activaci\u00F3n debe ser mayor que 0
TRIGGER_PRICE2=El precio de comisi\u00F3n planificado no puede ser menor que 0