SWAP_NAME=Contrat perp\u00E9tuel
EXORBITANT_PRICES=Prix ill\u00E9gal!
NUMBER_OF_ILLEGAL=Montant ill\u00E9gal!
NONSUPPORT_COIN=Devise non prise en charge!
INSUFFICIENT_COIN=Solde insuffisant, devise:
ILLEGAL_ARGUMENT=Devise ill\u00E9gale
CANNOT_TRADE=Votre compte actuel a \u00E9t\u00E9 d\u00E9sactiv\u00E9, veuillez contacter le service client!
AMOUNT_OVER_SIZE=Volume de transaction maximum d\u00E9pass\u00E9
AMOUNT_TOO_SMALL=Moins que le volume de transaction minimum
WALLET_LOCKED=Portefeuille verrouill\u00E9
COIN_FORBIDDEN=La paire de trading est interdite de trading
CONTRACT_ACCOUNT_NOT_EXIST=Il n'y a pas de compte de contrat
ACCOUNT_NOT_EXIST=L'utilisateur n'existe pas
CONTRACT_NOT_EXIST=La paire de trading n'existe pas
REQUEST_OF_ILLEGAL=Demande ill\u00E9gale!
WALLET_NOT_SELECT=Veuillez s\u00E9lectionner un autre portefeuille de transfert
WALLET_NOT_OUT=Le portefeuille sortant n'existe pas
WALLET_NOT_IN=Le portefeuille transf\u00E9r\u00E9 n'existe pas
WALLET_NOT_AMOUNT_OUT=Solde du transfert hors portefeuille insuffisant
NO_IN_OUT_WALLET=Impossible de trouver le transfert et le transfert dans le portefeuille
INPUT_COMMISSION_PRICE=Veuillez saisir le prix de la commande
INCORRECT_NUMBER_CLOSING_POSITIONS=Le nombre de postes ferm\u00E9s ne r\u00E9pond pas aux exigences
WRONG_AMOUNT_COMMISSION=Le volume de la commande est sup\u00E9rieur au volume de liquidation
ORDER_PRICE_OVERRUN=Le prix de la commande d\u00E9passe la limite
CONTRACT_ENGINE_ERROR=Le moteur de correspondance des contrats est anormal, veuillez passer une commande plus tard
SWAP_SUCCESS=Commande r\u00E9ussie
SWAP_FAILED=Impossible de passer la commande
CONTRACT_ID=Veuillez saisir l'ID du contrat
CLOSING_TYPE=Veuillez saisir le type de cl\u00F4ture
CANCEL_CLOSING_ORDERS1=Veuillez d'abord annuler les autres commandes longues ferm\u00E9es
NO_LONG_ORDER=Il n'y a actuellement aucune position longue \u00E0 cl\u00F4turer
CANCEL_CLOSING_ORDERS2=Veuillez d'abord annuler les autres commandes vides pour fermer les positions
NO_SHORT_ORDER=Il n'y a actuellement aucune position courte \u00E0 cl\u00F4turer
CANCEL_CLOSING_ORDERS3=Veuillez annuler les autres commandes longues ou fermer d'abord les commandes courtes
NO_LONG_SHORT_ORDERS=Il n'y a actuellement aucune position longue ou courte pouvant \u00EAtre cl\u00F4tur\u00E9e
UNABLE_CLOSE_POSITION=Impossible de fermer la longue ou la fermeture, veuillez contacter l'administrateur
ORDER_NO_EXIST=La commande n'existe pas
ILLEGAL_OPERATION=Op\u00E9ration ill\u00E9gale
DELEGATE_STATUS_ERROR=Erreur d'\u00E9tat de la d\u00E9l\u00E9gation
CANCELLATION_SUCCESSFUL=Commande annul\u00E9e avec succ\u00E8s
CLOSE_WITHDRAW=Vous avez une commande que vous confiez, veuillez d'abord la fermer ou l'annuler
CANCEL_FIRST=Vous avez une commande que vous confiez, veuillez d'abord l'annuler
POSITION_MODE1=Changement de mode de position avec succ\u00E8s
POSITION_MODE2=Impossible de changer de mode de position
CONTRACT_MULTIPLE_NOT_EXIST=Le multiple de contrat n'existe pas
CONTRACT_MULTIPLE_ERROR=Le multiple du contrat de devise est mal d\u00E9fini, veuillez contacter l'administrateur
CONTRACT_MULTIPLE_NOT_ALLOWED=Le multiple du contrat d\u00E9passe la plage autoris\u00E9e
INSUFFICIENT_MARGIN=Ajuster le multiple du contrat est trop \u00E9lev\u00E9, le solde du compte n'est pas suffisant pour payer la marge
FULL_WAREHOUSE_MODE=Il n'est pas n\u00E9cessaire d'ajuster la marge en mode position pleine
INSUFFICIENT_MARGIN_UNABLE_ADJUST=La marge est insuffisante et ne peut pas \u00EAtre ajust\u00E9e
SUSPEND_LONG1=Il est temporairement interdit d'ouvrir des positions longues
SUSPEND_SHORT1=Non autoris\u00E9 \u00E0 ouvrir temporairement des positions courtes
SUSPEND_LONG2=Il est temporairement interdit d'ouvrir des positions longues au prix du march\u00E9
SUSPEND_SHORT2=Il est temporairement interdit d'ouvrir des positions courtes au prix du march\u00E9
NO_LESS_THAN=La taille minimale du lot ne peut pas \u00EAtre inf\u00E9rieure \u00E0
NO_HIGHER_THAN=La taille maximale du lot ne peut pas \u00EAtre sup\u00E9rieure \u00E0
LOT=main
INCORRECT_OPENING_NUMBER=Le nombre de postes ouverts ne r\u00E9pond pas aux exigences
SWAP_BALANCE_NOT_ENOUGH=Fonds insuffisants dans le compte de contrat
TRIGGER_PRICE1=Le prix de d\u00E9clenchement doit \u00EAtre sup\u00E9rieur \u00E0 0
TRIGGER_PRICE2=Le prix de commission pr\u00E9vu ne peut pas \u00EAtre inf\u00E9rieur \u00E0 0